Repository: wescamp/Eliador-root
Catalog: po/*.po
Languages: ca, da, de, fr, it, sv

source: The time has come for me to abolish the law of Illien. Slaves of Illien, I release you!
ca: És l'hora d'abolir la llei d'Illien. Esclaus d'Illien, us allibere!
da: Tiden er kommet for mig at forlade Illiens lov. Illiens slaver, jeg befrier jer!
de: Die Zeit ist jetzt Reif für mich, die Gesetze von Illien abzuschaffen. Sklaven von Illien, ihr seid nun Frei!
fr: Le temps est venu pour moi d'abolir la loi d'Illien. Esclaves d'Illien, je vous libère !
sv: Tiden är mogen att upphäva Illiens lag. Illiens slavar, jag befriar er!

source: Now let's slay those villainous creatures!
ca: Ara matem tots eixes criatures malvades!
da: Nu er det tid at udrydde disse modbydelige skabninger!
de: Nun, lasst uns diese schurkischen Kreaturen abschlachten!
fr: Maintenant exterminons ces mauvaises créatures !
sv: Nu slaktar vi de där hemska odjuren!

source: I can't believe my orcs were outsmarted by a human and her two brats. How dare you interfere with my master's plan! Tonight, we shall feast upon your flesh!
ca: No em puc creure que els meus orcs van ser vençuts per una humana i els seus dos xiquets. Cóm us atreviu a interferir en el pla del cap?! Aquesta nit devorarem la vostra carn!
da: Jeg kan ikke tro at mine orker er blevet udmanøvreret af en menneske og hendes to unger. Hvor vover du at blande dig i min herres plan! I aften skal du være vores festmåltid!
de: Ich kann kaum glauben, dass meine Orkkrieger von einem Menschlein und Ihren beiden Bälgern übertölpelt wurden. Wie kannst du es wagen, meines Meisters Plan zu durchkreuzen? Heute Nacht werden wir euch am Spieß braten !
fr: Je n'arrive pas à croire que mes orcs aient été dupés par une humaine et ses deux morveux. Comment osez-vous interférer avec les plans de ma maîtresse ! Cette nuit, nous festoyerons sur votre chair !
sv: Jag kan inte tro det! Mina orcher blev överlistande av en människa och hennes två pojkspolingar! Hur vågar ni lägger er i min mästares plan! Ikväll skall vi festa på ert kött!

source: Zilead
de: Silas

source: Kill Ursula
ca: Mata Úrsula
da: Dræb Ursula
de: Töte Ursula
fr: Tuer Ursula
it: Uccidi Ursula
sv: Döda Ursula

source: Traverse all paths (move Ardella to signposts)
ca: Mou-te per tots els camins (mou Ardella als senyals)
da: Rejs over alle veje (flyt Ardella til signalposterne)
de: Überfahre alle Pfade (bring Ardella zum Wegweiser)
fr: Emprunter tous les chemins (amener Ardella sur les panneaux de direction)
it: Attraversa tutti i sentieri (sposta Ardella sui cartelli)
sv: Beträd alla vägar (för Ardella till vägskyltar)

source: Papa, can you tell me about Wesnoth again?
ca: Pare, pots parlar-nos de Wesnoth una altra vegada?
da: Far, kan du fortælle mig om Wesnoth igen?
de: Papi, kannst du mir nochwas über Wesnoth erzählen?
fr: Papa, tu peux encore me parler de Wesnoth ?
it: Papà, raccontami ancora di Wesnoth.
sv: Pappa, kan du berätta för mig om Wesnoth igen?

source: Well, what do you want to...
ca: Bé, què voleu...
da: Tja, hvad ønsker du at...
de: Nun, was möchtest du...
fr: Eh bien, que veux-tu que...
it: Be', cosa vuoi...
sv: Nåväl, vad vill du att...

source: Papa?
ca: Pare?
da: Far?
de: Papi?
it: Papà?
sv: Pappa?

source: Son, we must go home immediately.
ca: Fill, hem de tornar a casa immediatament.
da: Søn, vi må hjem straks.
de: Mein Sohn, wir müssen schnell nach Hause.
fr: Mon fils, nous devons aller à la maison immédiatement.
it: Figliolo, dobbiamo tornare subito a casa.
sv: Min son, vi måste gå hem med detsamma.

source: Why?... What are you looking at?
ca: Per què? Què estàs mirant?
da: Hvorfor?... Hvad kigger du på?
de: Wieso? ... Was siehst du?
fr: Pourquoi ? Qu'est-ce que tu regardes ?
it: Perché?... Cosa stai guardando?
sv: Varför då? Vad tittar du på?

source: At least three dozen galleons headed this way!
ca: Tres dotzenes de gal·leons venen en aquesta direcció!
da: Mindst 60 galeoner på vej hertil!
de: Mindestens drei Dutzend Galleonen sind auf dem Weg hierher!
fr: Au moins trois douzaines de galions viennent en cette direction !
it: Almeno tre dozzine di galeoni sono diretti qua!
sv: Minst tre dussin galjoner är på väg hitåt!

source: Well, well, Zilead, it's been a long time.
ca: Bé, bé, bé... Zilead, ja feia un bon temps.
da: ja ja, Zilead, det er lang tid siden.
de: So,so, Silas, lange her seit wir uns das letzte mal sahen.
fr: Eh bien, Zilead, cela faisait bien longtemps.
it: Bene, bene, Zilead, da quanto tempo.
sv: Ser man på, Zilead. Det var länge sedan sist.

source: How did you find me?
ca: Cóm m'has trobat?
da: Hvordan fandt du mig?
de: Wie habt ihr mich gefunden?
fr: Comment m'as-tu trouvé ?
it: Come avete fatto a trovarmi?
sv: Hur hittade ni mig?

source: Our master is taking over this island. Our orders are to eliminate anyone who might stand in her way. Finding you here was just an unexpected surprise.
ca: El nostre cap està envaint aquesta illa. Les nostres ordres són eliminar qualsevol que puga ficar-se pel mig. Trobar-me amb tu aquí ha sigut una sorpresa inesperada.
da: Vores herre overtager denne ø. Vores ordre er at fjerne enhver der står i vejen for hende. At opdage dig her var bare en uventet opdagelse.
de: Unsere Meisterin ist dabei diese Insel für sich einzunehmen. Unsere Instruktionen lauten jeden zu eliminieren, der sich Ihr in den Weg stellt. Dich hier zu finden war blos ein glücklicher Zufall.
fr: Notre maîtresse prend possession de cette île. Nos ordres sont d'éliminer tous ceux qui s'opposent à elle. Te trouver ici était juste une surprise inattendue.
sv: Vår mästare tar kontrollen ön. Våra order är att eliminera alla som kan tänkas göra motstånd. Att hitta dig här var lite oväntat.

source: Run home, son!
ca: Ves a casa, fill!
da: Løb hjem, søn!
de: Schnell, lauf nach Hause mein Sohn !
fr: Cours à la maison, mon fils !
it: Corri a casa, figliolo!
sv: Spring hem, min son!

source: Go there
ca: Ves aquí
da: Gå der
de: Los
fr: Y aller
it: Vattene
sv: Gå dit

source: Stay here
ca: Queda't aquí
da: Bliv her
de: Bleib hier
fr: Rester ici
it: Rimani
sv: Stanna här

source: Glorienda is where the elves of Eliador reside. Atop a mountain, reachable only by creatures of flight, you will find four elvish enchantresses.
ca: Glorienda és on habiten els elfs d'Eliador. Damunt de la muntanya, on només poden arribar les criatures voladores, trobaràs quatre encantadores elfes.
da: Glorienda er stedet for Eliadors elver bor. På toppen af et bjerg, kun farbar for skabinger der kan flyve, vil du finde fire elver fortryllersker.
de: Glorienda ist der Ort, wo die Elfen von Eliador leben. Oben auf einem Berg, erreichbar nur von Wesen die fliegen können, findet man vier Elfenmystiker.
fr: Glorienda est l'endroit où les elfes d'Eliador vivent. Au-dessus d'une montagne, atteignable seulement par des créatures volantes, vous trouverez votre enchanteresse elfe.
it: Glorienda è la patria degli elfi di Eliador. Sulla cima di una montagna, raggiungibile solo dalle creature volanti, troverai quattro elfe incantatrici .
sv: Glorienda finns där Eliadors alver bor. På ett berg, dit endast de som flyger kan nå, kommer du att möta fyra besvärjerskor.

source: There are three powerful but gentle beasts living in the caves of Anwar.
ca: En les coves d'Anwar habiten tres poderoses, encara que gentils, bèsties.
da: Der lever tre magtfulde, men rare bæster i Anwars huler.
de: Es leben drei mächtige aber nette Bestien in den Höhlen von Anwar.
fr: Il y a des trois bêtes puissantes mais douces vivant dans les cavernes d'Anwar.
it: Ci sono tre animali potenti ma cortesi che vivono nelle caverne di Anwar.
sv: Tre mäktiga men blida bestar lever i Anwars grottor.

source: A group of horsemen live just south of Eliador's only volcano, Mt. Sinon.
ca: Un grup de genets viuen just al sud de l'únic volcà d'Eliador, Mont Sinon.
da: En gruppe ryttere lever lige syd for Eliadors eneste vulkan, bjerget Sinon.
de: Eine Gruppe Reiter lebt südlich von Eliadors einzigem Vulkan, Berg Sinon.
fr: Un groupe de cavaliers vit juste au sud du seul volcan d'Eliador, le mont Sinon.
sv: En grupp ryttare bor precis söder om Eliadors enda vulkan, Sinon-berget.

source: Heldurin is the poorest area of Eliador.
ca: Heldurin és l'àrea més pobre d'Eliador.
da: Heldurin er det fattigste område i Eliador.
de: Heldurin ist die ärmste Gegend von Eliador.
fr: Heldurin est la région la plus pauvre d'Eliador.
it: Heldurin è il più misero della regione di Eliador.
sv: Heldurin är det fattigaste området på Eliador.

source: Illien is ruled by Othello, a mad sorcerer who will attempt to steal the soul of any trespasser.
ca: Illien és governada per Othello, un fetiller boig que intentarà furtar l'ànima de qualsevol caminant.
da: Illien regeres af Othello, en gal troldmand som forsøger at stjæle sjælen fra enhver der kommer igennem området.
de: Illien wird von Othello, einem verrückten Zauberer regiert, der versuchen wird jedem Durchreisenden die Seele zu rauben.
fr: Illien est dirigé par Othello, un sorcier fou qui tentera de voler les âmes de tous les intrus.
sv: Illien styrs av Othello, en galen trollkarl som försöker ta själen från alla förbipasserande.

source: We need at least 18 units to defeat Othello.
ca: Necessitem al menys 18 unitats per derrotar Othello.
da: Vi har brug for mindst 18 enheder for at besejre Othello.
de: Wir brauchen mindestens 18 Einheiten um Othello zu besiegen.
fr: Nous avons besoin d'au moins 18 unités pour vaincre Othello.
it: Hai bisogno di almeno 18 unità per sconfiggere Othello.
sv: Vi behöver minst 18 trupper för att besegra Othello.

source: Dol Kelroth is the most populated area of Eliador. Urian, the lord of the sky, lives on a small island just south of the territory.
ca: Dol Kelroth és l'àrea més poblada d'Eliador. Urian, el senyor del cel viu en una xicoteta illa just al sud del territori.
da: Dol Kelroth er det tættest befolket område af Eliador. Urian, Skyernes herre bor på en lille ø lige syd for området.
de: Dol Kelroth ist die am dichtest bewohnte Gegend von Elaidor. Urian, der König der Lüfte, lebt auf einer kleinen Insel gleich südlich davon.
fr: Dol Kelroth est la zone la plus peuplée d'Eliador. Urian, le seigneur du ciel, vit sur une petite île juste au sud du territoire.
it: Dol elroth è la regione più popolata di Eliador. Urian, signore del cielo, vive su una piccola isola subito a sud della zona.
sv: Dol Kelroth är det mest befolkade området i Eliador. Urian, himlens herre, lever på en liten ö precis söder om området.

source: The residents of Dol Kelroth have mysteriously disappeared. We will visit this area at a later time.
ca: Els residents de Dol Kelroth han desaparegut misteriosament. Visitarem aquesta àrea després.
da: Indbyggerne i Dol Kelroth er på forunderlig vis forsvundet. Vi vil vende tilbage til dette område på et senere tidspunkt.
de: Die Bewohner von Dol Kelroth sind auf geheimnisvolle weise verschwunden. Wir werden uns diese Gegend später mal genauer ansehen.
fr: Les habitants de Dol Kelroth ont mystérieusement disparu. Nous visiterons cette région plus tard.
it: Gli abitanti di Dol Kelroth sono misteriosamente scomparsi. Visiteremo questa regione più avanti.
sv: Invånarna i Dol Kelroth har mystiskt försvunnit. Vi kommer att besöka det området senare.

source: Bill and his men took Zilead to this territory. Balas was once home to a group of powerful warriors. The fate of these warriors is unknown.
ca: Bill i els seues hòmens van endur-se Zilead al seu territori. Balas va ser temps enrere la casa d'un valerós grup de poderosos guerrers. Tanmateix, ningú no coneix el destí d'aquestos guerrers.
da: Bill og hans mænd tog Zilead til dette område. Balas var tidligere hjem for en gruppe magtfulde krigere. Disse krigeres skæbne er ukendt.
de: Bill und seine Gefolgsleute haben Silas in dieses Gebiet verschleppt. Balas war einst die Heimat von Mächtigen Kriegern. Was aus Ihnen geworden ist, ist Ungewiss.
fr: Bill et ses hommes ont emmené Zilead dans ce territoire. Balace fut jadis la base d'un groupe de puissants guerriers. Le sort de ces guerriers est inconnu.
sv: Bill och hans män förde Zilead till det här området. Balas var en gång hem för en mäktig grupp krigare. Vad som hände med dem är okänt.

source: There is a fell voice on the air. We should not venture this path at the present time.
ca: Hi ha una suau veu en l'aire. No hauríem de triar aquest camí per ara.
da: Der er en modbygelig lyd i luften. Vi bør ikke fortsætte af dette spor på nuværende tidspunkt.
de: Ich habe ein komisches Gefühl. Wir sollten vielleicht diesen Weg im Moment nicht gehen.
fr: Il y a une voix sinistre dans l'air. Nous ne devrions pas nous aventurer dans ce chemin pour l'instant.
sv: Vinden låter olycksbådande. Som det är nu borde vi undvika den här vägen.

source: A wise and powerful wizard lives on an island southeast of this unpopulated region. Othello is the only man on this island impervious to his magic.
ca: Un poderós i savi bruixot viu en una illa al sud-est d'aquesta regió despoblada. Othello és l'únic home d'aquesta illa immune a la seua màgia.
da: En klog og magtfuld troldmand bor på en ø sydøst for deres ubefolket område.Othello er den eneste der er modstandsdygtig over for hans magi.
de: Ein Weiser und Mächtiger Zauberer lebt auf einer Insel südöstlich von dieser Einöde. Othello ist der einzige, der seiner Zauberkunst gewachsen ist.
fr: Un sorcier sage et puissant vit sur une île au sud-est de cette région inhabitée. Othello est le seul homme sur cette île imperméable à sa magie.
sv: En vis och mäktig magiker lever på en ö sydöst om det här obebodda området. Othello är den enda på den här ön som kan stå emot hans magi.

source: Rumor has it that any man who attempts to steal Zilead's gold will not make it out of the cave alive.
ca: Es diu que tot aquell home que intente robar l'or de Zilead no eixirà viu de la caverna.
da: Rygtet siger at enhver som forsøger at stjæle Zileads guld ikke vil komme ud af hulen i live.
de: Es geht das Gerücht um, das jeder der versucht Silas Gold zu stehlen, nicht Lebend die Höhle verlässt.
fr: On raconte que tout homme qui tenterait de voler l'or de Zilead ne pourrait pas sortir de la caverne en vie.
sv: Ryktena gör gällande att den som försöker stjäla Zileads guld inte kommer att komma ut ur grottan levande.

source: Foolish wizard. I knew you would betray me! Your magic will not work while I'm around!
ca: Estúpid bruixot. Sabia que em trairies! La teua màgia no funcionarà mentre jo siga prop!
da: Fjoget troldmand. Jeg vidste du ville forråde mig. Din magi virker ikke når jeg er her!
de: Dummer Zauberer. Ich habe geahnt, dass du mich hintergehst! Deine Magie ist nutzlos in meiner Anwesenheit!
fr: Sorcier stupide. Je savais que tu me trahirais ! Ta magie sera sans effet tant que je serais dans les environs !
it: Stupido mago, sapevo che mi avresti tradito! La tua magia non funzionerà fino a che ci sono io!
sv: Dåraktiga trollkarl. Jag visste att du skulle förråda mig! Din magi kommer inte att fungera så länge jag är i närheten!

source: How dare you attack |{DESC}|! You leave me no choice, Ursula!
ca: Com t'atreveixes a atacar |{DESC}|! No em deixes alternativa, Úrsula!
da: Hvor vover du at angribe |{DESC}|! Du giver mig intet valg, Ursula!
de: Du wagst es mich anzugreifen |{DESC}|! Du lässt mir keine andere Wahl, Ursula!
fr: Comment osez-vous attaquer |{DESC}| ! Vous ne me laissez pas le choix, Ursula !
sv: Hur vågar du anfalla |{DESC}|! Du ger mig inte något val, Ursula!

source: What have I done? Master, I cannot slay Zilead's family!
ca: Què he fet? Cap, no puc matar la família de Zilead!
da: Hvad har jeg gjort? Herre, jeg kan ikke slå Zileads familie ihjel!
de: Was habe ich getan? Meisterin, ich kann Silas Familie nicht töten!
fr: Qu'ai-je fait ? Ma maîtresse, je ne peux tuer la famille de Zilead !
sv: Vad har jag gjort? Herre, jag kan inte slakta Zileads familj!

source: No! Randalf is dead!
ca: No! Randalf ha mort!
da: Nej! Randalf er død!
de: Nein! Randalf ist Tod!
fr: Non ! Randalf est mort !
it: No! Randalf è morto!
sv: Nej! Randalf är död!

source: We have slain Randalf! Surrender now, witch, or you'll be next!
ca: Hem mort Randalf! Rendix-te ara, bruixa, o el seguiràs!
da: Vi har besejret Randalf! Overgiv dig nu heks eller du er den næste!
de: Wir haben Randalf getötet! Gib auf du Hexe, oder du bist die nächste!
fr: Nous avons tué Randalf ! Rends-toi maintenant, sorcière, où tu seras la prochaine !
it: Abbiamo ucciso Randalf! Arrendeti ora, strega, o sarai la prossima!
sv: Vi har dödat Randalf! Ge upp, annars står du näst på tur!

source: You will be missed, Othello of Illien.
ca: Se't trobarà a faltar, Othello d'Illien.
da: Du vil blive savnet Othello af Illien.
de: Wir werden dich vermissen, Othello von Illien.
fr: Tu nous manqueras, Othello d'Illien.
it: Mi sei mancato, Othello di Ilien.
sv: Vi kommer att sakna dig, Othello av Illien.

source: We did it, momma! The witch is dead!
ca: Ho hem fet, mare! La bruixa és morta!
da: Vi gjorde det mor! Heksen er død!
de: Wir haben es geschafft, Mutti! Die Hexe ist Tod!
fr: Nous avons réussi, maman ! La sorcière est morte !
it: Ce l'abbiamo fatta, mamma! La sterga è morta!
sv: Vi gjorde det, mamma! Häxan är död!

source: Let's go to Wesnoth and bring father home.
ca: Tornem a Wesnoth i portem el pare a casa.
da: Lad os tage til Wesnoth og få far hjem.
de: Lasst uns nach Wesnoth zurückkehren und Vater nach Hause bringen.
fr: Allons à Wesnoth et ramenons père à la maison.
it: Forza andiamo a Wesnoth per riportare a casa il papà.
sv: Låt oss åka till Wesnoth och ta med oss pappa tillbaka.

source: Yes, we will go to Wesnoth. But we shall never return to this godforsaken place again.
ca: Sí, anirem a Wesnoth. Però no tornarem a aquest lloc perdut en la Terra de nou.
da: ja, vi tager til Wesnoth. Men vil vil aldrig komme tilbage til dette gudsforladte sted.
de: Ja, wir werden nach Wesnoth zurückkehren. Aber wir sollten niemals wieder an diesen Gottverlassenen Ort zurückkehren.
fr: Oui, nous irons à Wesnoth. Mais nous ne reviendrons jamais dans cet endroit désolé.
it: Sì, adesso andremo a Wesnoth. Ma non torneremo mai più in questo posto dimenticato dagli dei.
sv: Ja, vi skall åka till Wesnoth. Och vi kommer aldrig att återvända till den här godsförsakade platsen igen.

source: Why, momma?
ca: Per què, mare?
da: Hvorfor, mor?
de: Wieso, Mutti?
fr: Pourquoi, maman ?
it: Perché, mamma?
sv: Varför det, mamma?

source: Six years ago, your father and I moved to Eliador to escape the wars of Wesnoth. But this place is no longer the safe haven it once was. Ursula's allies will avenge her death.
ca: Fa sis anys, el pare i jo vam vindre a Eliador per escapar de les guerres de Wesnoth. Però ara aquest lloc ja no serà el refugi que era. Els aliats d'Úrsula venjaran la seua mort.
da: For seks år siden, rejste din far og jeg til Eliador for at undslippe krigene i Wesnoth. Men dette sted er ikke længere sikkert. Ursulas allierede vil hævne hendes død.
de: Sechs Jahre zuvor, sind dein Vater und Ich hier nach Eliador gezogen, um dem Krieg um Wesnoth zu entgehen. Aber dieser Ort ist nun nicht mehr der sichere Hafen der er einmal war. Ursulas Verbündete werden versuchen für ihren Tod Rache zu nehmen.
fr: Il y a six ans, votre père et moi sommes allés à Eliador pour fuir les guerres de Wesnoth. Mais cet endroit n'est plus le havre de paix qu'il fut jadis. Les alliés d'Ursula vont venger sa mort.
it: Sei anni fa, vostro padre e io ci siamo trasferiti a Eliador per fuggire alle guerre di Wesnoth. Purtroppo questo posto non è più quel porto sicuro che era un tempo. Gli alleati di Ursula vendicheranno la sua morte.
sv: För sex år sedan flyttade er far och jag till Eliador för att komma undan krigen i Wesnoth. Men det här stället är inte längre den säkra hamn det en gång var. Ursulas anhängare kommer att hämnas hennes död.

source: Now, we must make haste. Your father is waiting for us.
ca: Ara, hem de donar-nos presa. El pare ens espera.
da: Nu har vi travlt. Din far venter os.
de: Jetzt müssen wir uns aber beeilen. Euer Vater wartet schon auf uns.
fr: Maintenant, nous devons nous hâter. Votre père nous attend.
it: Adesso dobbiamo fare in fretta. Vostro padre ci aspetta.
sv: Nu måste vi skynda oss. Er far väntar på oss.

source: Yay, we're going to Wesnoth!
ca: Sí, anem a Wesnoth!
da: Yaa, vi skal til Wesnoth!
de: Juhuu, wir gehen nach Wesnoth!
fr: Ouais, nous allons à Wesnoth !
it: Siiiì, stiamo andando a Wesnoth!
sv: Hurra, vi skall åka till Wesnoth!

source: Mother, you can't die! Please don't leave us!
ca: Mare, no pots morir! Per favor, no ens abandones!
da: Mor, du må ikke dø! Forlad os ikke!
de: Mutter, du kannst nicht sterben! Bitte verlass uns nicht!
fr: Mère, tu ne peux pas mourir ! Ne nous laisse pas !
it: Madre, non puoi morire! Per favore, non ci lasciare!
sv: Mamma, du får inte dö! Snälla, lämna oss inte!

source: Anna! How can I go on living now that my only daughter is gone?
ca: Anna! Cóm puc seguir vivint si la meua única filla no hi és?
da: Anna! Hvordan kan jeg leve videre når min eneste datter er væk?
de: Anna! Wie kann ich einfach so weiterleben, wenn meine einzige Tochter nicht mehr lebt?
fr: Anna ! Comment puis-je continuer à vivre maintenant que ma seule fille est partie ?
it: Anna! Come posso continuare a vivere ora che la mia unica figlia è morta?
sv: Anna! Hur kan jag fortsätta leva nu när min enda dotter är borta?

source: I have failed to protect my family.
ca: He fallat a protegir la meua família.
da: Jeg er mislykket i forsøget på at beskytte min familie.
de: Ich habe es nicht geschafft meine Familie zu beschützen.
fr: Je n'ai pas réussi à protéger ma famille.
it: Non sono riuscita a proteggere la mia famiglia.
sv: Jag misslyckades med skydda min familj.

source: Othello of Illien
ca: Othello d'Illien
da: Othello af Illien
de: Othello von Illien
fr: Othello d'Illien
sv: Othello av Illien

source: You don't lose Anna or Zeke
ca: No perds Anna o Zeke
da: Du mister ikke Anna eller Zeke
de: Du verlierst Anna oder Zeke nicht
fr: Ne pas perdre Anna ni Zeke
it: Non perdi Anna né Zeke
sv: Anna eller Zeke klarar sig

source: You lose Anna or Zeke
ca: Perds Anna o Zeke
da: Du mister Anna eller Zeke
de: Du verlierst Anna oder Zeke
fr: Perdre Anna ou Zeke
it: Perdi Anna o Zeke
sv: Anna eller Zeke klarar sig inte

source: Well done, Ardella, you've protected your children. You can keep the skeletons that you've won, and I'll keep any man or creature that you've lost. Goodbye.
ca: Ben fet, Ardella, has protegit els xiquets. Pots quedar-te amb els esquelets que has guanyat, jo hem quedaré amb cap home o criatura que hages perdut. Adéu.
da: Sådan, Ardella, du har beskyttet dine børn. Du kan beholde pengene du har vundet, og jeg beholder enhver mand eller skabing som du har tabt. Farvel.
de: Gut gemacht, Ardella! Du hast es geschafft deine Kinder zu beschützen. Du kannst die gewonnenen Skelette behalten, und ich behalte jeden Mann oder Kreatur, welche du verloren hast. Machs gut!
fr: Bien, Ardella, tu as protégé tes enfants. Tu peux garder les squelettes que tu as gagné, et je garderai tout homme ou créature que tu as perdu. Au revoir.
sv: Bra gjort, Ardella, du har lyckats skydda dina barn. Du kan behålla skeletten, och jag behåller alla människor och djur som du har förlorat. Farväl.
