Repository: wescamp/Eliador-root
Catalog: po/*.po
Languages: ca, da, de, fr, it, sv

source: Invasion of Eliador
ca: La invasió d'Eliador
da: Invasion af Eliador
de: Invasion von Eliador
fr: L'invasion d'Eliador
it: L'invasione di Eliador
sv: Eliadors Invasion

source: A peaceful island is about to be invaded by unknown foes travelling towards the eastern shore. It is up to a family of outlaws to warn the island's inhabitants before it's too late.
ca: Uns enemics desconeguts estan a punt d'envair una pacífica illa. Serà la tasca d'una família de proscrits avisar tots els habitants de l'illa abans que siga massa tard.
da: En fredelig ø er under invasion af en ukendt fjende der rejser mod den østlige kyst. Det er op til en familie af fredløse at advare øens indbyggere før det er for sent.
de: Eine friedliche Insel ist kurz davor von Angreifern, welche auf die östliche Küste zu segeln eingenommen zu werden. Es ist nun die Aufgabe einer Familie von Geächteten die anderen Bewohner der Insel zu warnen, bevor es zu spät ist.
fr: Une île pacifique est sur le point d'être envahie par des ennemis inconnus arrivant sur le littoral oriental. C'est à une famille de hors-la-loi d'avertir les habitants de l'île avant qu'il ne soit trop tard.
it: Una pacifica isola sta per essere invasa da nemici sconosciuti diretti verso la riva orientale. Tocca a una famiglia di fuorilegge avvertire gli abitanti dell'isola prima che sia troppo tardi.
sv: En fredlig ö står inför att bli invaderade av okända fiender på väg mot dess östra strand. Det faller på en familj av fredlösa att varna öns invånare innan det är för sent.

source: &footpad-toddler.png=Easy;*&outlaw-princess-kid.png=Medium;&neutral-outlaw-queen.png=Hard
ca: &footpad-toddler.png=Fàcil;*&outlaw-princess-kid.png=Normal;&neutral-outlaw-queen.png=Difícil
da: &footpad-toddler.png=Let;*&outlaw-princess-kid.png=Mellem;&neutral-outlaw-queen.png=Svær
de: &footpad-toddler.png=Kindergarten;*&outlaw-princess-kid.png=Normal;&neutral-outlaw-queen.png=Kaum Auszuhalten
fr: &footpad-toddler.png=Facile;*&outlaw-princess-kid.png=Moyen;&neutral-outlaw-queen.png=Difficile
it: &footpad-toddler.png=facile;*&outlaw-princess-kid.png=media;&neutral-outlaw-queen.png=difficile
sv: &footpad-toddler.png=Lätt;*&outlaw-princess-kid.png=Medium;&neutral-outlaw-queen.png=Svårt

source: Caves of Anwar
ca: Les coves d'Anwar
da: Anwarhulerne
de: Höhlen von Anwar
fr: Cavernes d'Anwar
it: Caverne di Anwar
sv: Anwars grottor

source: Get kids close to monsters to recruit them
ca: Arrima els xiquets als monstres per reclutar-los
da: Flyt børnene tæt på monstrene og rekrutter dem
de: Bringe die Kinder in die Nähe der Monster, um sie für euch zu gewinnen.
fr: Amener les enfants près des monstres pour les recruter
it: Sposta i bambini vicino ai mostri per reclutarli
sv: För ungarna nära monstren för att rekrytera dem

source: Turns run out
ca: Fi dels torns
da: Runder er forbi
de: Rundenlimit überschritten
fr: Fin des tours
it: Fine dei turni a disposizione
sv: Dragen tar slut

source: Death of Ardella, Anna or Zeke
ca: Mort d'Ardella, Anna o Zeke
da: Ardellas, Annas og Zekes død
de: Tod von Ardella, Anna oder Zeke.
fr: Mort d'Ardella, d'Anna ou de Zeke
it: Morte di Ardella, Anna o Zeke
sv: Ardella, Anna eller Zeke dör

source: We will now enter the caves of Anwar. There are powerful beasts here that can prove useful to us. We must find a way to earn their trust.
ca: Ara entrarem dins les coves d'Anwar. Hi ha unes poderoses bèsties allà dins que ens poden ser útils. Hem de buscar la manera de guanyar-nos la seua confiança.
da: Vi går nu ind i Anwarhulerne. Der er stærke bæster her som kan være til nytte for os. Vi må finde en måde at opnå deres tillid på.
de: Wir werden jetzt die Höhlen von Anwar betreten. Hier leben mächtige Geschöpfe die für uns vielleicht nützlich wären. Wir müssen versuchen ihr Vertrauen zu gewinnen.
fr: Nous allons maintenant entrer dans les cavernes d'Anwar. Il s'y trouve des bêtes puissantes qui peuvent nous être utiles. Nous devons trouver un moyen de gagner leur confiance.
it: Entreremo nelle caverne di Anwar. Qua ci sono animali potenti che ci potranno aiutare. Dobbiamo trovare il modo di guadagnare la loro fiducia.
sv: Vi kommer nu att träda in i Anwars grottor. Det finns mäktiga monster här som kan visa sig användbara. Vi måste komma på något sätt att vinna deras förtroende.

source: But, mother, I'm scared! They'll kill us!
ca: Però... Mare, tinc por! Ens mataran!
da: Men mor, jeg er bange! De dræber os!
de: Aber Mutti, ich habe Angst ! Vielleicht töten sie uns !
fr: Mais, mère, j'ai peur ! Elles vont nous tuer !
it: Ma, mamma, io ho paura! Ci uccideranno!
sv: Men mamma, jag är rädd! De kommer att döda oss!

source: As long as we keep a safe distance, they will not harm us. However, I fear that since I am armed, they might instinctively attack me.
ca: Mentre mantinguem les distàncies, no ens atacaran. Tanmateix, tem que, donat que estic armada, m'atacaran instintivament.
da: Som længe vi har en god afstand vil de ikke gøre os noget. Jeg frygter dog, at det, at jeg er bevæbnet, kan få dem til instinktivt at angribe.
de: Solange wir genügend Abstand von ihnen halten, werden sie uns nichts tun. Jedoch könnte es sein, das weil ich bewaffnet bin, ich ihren Jagdinstinkt wecke.
fr: Tant que nous en restons à une distance respectable, elles ne nous ferons pas de mal. Cependant, je crains que comme je suis armée, elles puissent instinctivement m'attaquer.
it: Finché stiamo a distanza di sicurezza non ci faranno niente. Comunque, temo che siccome sono ferita, potrebbero attaccarmi di istinto.
sv: Så länge som vi håller oss på säkert avstånd så kommer de inte att skada oss. Men då jag är beväpnad fruktar jag dock att de rent instinktivt attackerar mig.

source: Then drop your weapon.
ca: Aleshores solta l'arma.
da: Så læg dine våben.
de: Dann lass deine Waffe fallen.
fr: Puis jeter votre arme.
it: Allora lascia le tue armi.
sv: Lägg undan ditt vapen då.

source: I cannot. The caves are too perilous.
ca: No puc. Les coves són massa perilloses.
da: Det kan jeg ikke. Hulerne er for farlige.
de: Das geht nicht. Dafür sind die Höhlen zu Lebensgefährlich.
fr: Je ne peux pas. Les cavernes sont trop dangereuses.
it: Non posso. Le caverne sono troppo pericolose.
sv: Det går inte, grottorna är för farliga.

source: Then we will help you, momma!
ca: Nosaltres t'ajudarem, mare!
da: Så hjælper vi dig, mor!
de: Dann werden wir dir helfen, Mutti !
fr: Alors nous t'aiderons, maman !
it: Allora ti aiuteremo noi, mamma!
sv: Då skall vi hjälpa dig, mamma!

source: Prisoners of Balas
ca: Presoners de Balas
da: Balas' fanger
de: Gefangene von Balas
fr: Prisonniers de Balas
it: Prigionieri di Balas
sv: Balas fångar

source: Hint: Don't listen to your mother
ca: Consell: No li fages cas a ta mare
da: Råd: Lyt ikke til din mor
de: Hinweis: Hör nicht auf das, was deine Mutter sagt.
fr: Astuce : n'écoutez pas votre mère
it: Suggerimento: non ascoltare tua madre
sv: Tips: Lyssna inte på din mor

source: Kill all enemies on the northeastern isle to free the prisoners.
ca: Mata tots els enemics de l'illa al nord-est per alliberar els presoners.
da: Dræb alle fjender på den nordøstlige ø, hvilket befrier fangerne.
de: Besiege alle Angreifer auf der Nordöstlichen Insel, um alle Gefangenen zu befreien.
fr: Tuez tous les ennemis sur l'île au nord-est pour libérer les prisonniers.
it: Uccidi tutti i nemici sull'isola a nord-est per liberare i prigionieri.
sv: Döda alla fiender på den nordöstra ön för att befria fångarna.

source: Momma, that's the bad man who took papa!
ca: Mare, aquell és l'home roin que va capturar el pare!
da: Mor, det der er den slemme mand som tog far!
de: Mutti, das ist der böse Mann, der Papi mitgenommen hat!
fr: Maman, c'est le méchant homme qui a pris papa !
it: Mamma, è il cattivo che ha preso papà!
sv: Titta mamma, det är den elaka mannen som tog pappa!

source: Who are these fools trespassing on my master's island?
ca: Qui són eixos estúpids que creuen l'illa del meu mestre?
da: Hvem er de fjolser som trænger ind på min herres ø?
de: Wer wagt es, die Insel meiner Meisterin zu betreten ?
fr: Qui sont ces idiots qui s'introduisent sur l'île de ma maîtresse ?
it: Chi sono questi sciocchi che attraversano l'isola del mio padrone?
sv: Vilka är dessa dårar som inkräktar på min mästares ö?

source: Kids, you wait here and stay out of trouble. I'll find out where your father is.
ca: Xiquets, quedeu-vos aquí i no us fiqueu en cap problema. Jo trobaré on és el pare.
da: Børn i venter her og holder jer fra ballade. Jeg finder ud af, hvor jeres far er.
de: Kinder, ihr wartet hier und bleibt in Deckung. Ich versuche herauszubekommen wo euer Vater ist.
fr: Les enfants, attendez ici et restez hors de danger. Je vais découvrir où se trouve votre père.
it: Bambini, aspettate qui e non cacciatevi nei guai. Scoprirò dove si trova vostro padre.
sv: Barn, vänta här och bråka inte. Jag skall ta reda på var er far är.

source: Hey, Zeke, do you wanna go swimming?
ca: Ei, Zeke, vols anar a nadar?
da: Hej, Zeke, skal vi svømme en tur?
de: Hey, Zeke, hast du Lust schwimmen zu gehen ?
fr: Eh, Zeke, tu veux aller nager ?
it: Ehi, Zeke,
sv: Hör du, Zeke, vill du gå och bada?

source: Stay out of the water! Just stay put!
ca: Quedeu-vos parats! Fora de l'aigua!
da: HOld dig ude af vandet! Bliv stående!
de: Bleibt an Land ! Wartet hier !
fr: Restez hors de l'eau ! Ne bougez pas !
it: Rimanete lontani dall'acqua! Rimanete dove siete!
sv: Håll er borta från vattnet! Stå still bara!

source: Wow! A sea serpent!
ca: Wow! Una serp marina!
da: Wow! En søslange!
de: Klasse ! Eine Seeschlange !
fr: Wow ! Un serpent de mer !
it: Wow! Un serpente marino!
sv: Häftigt, en sjöorm!

source: What are human children doing in my water?
ca: Què estan fent uns xiquets humans dins les meues aigües?
da: Hvad laver menneskebørn i mit hav?
de: Was machen Menschenkinder in meiner Bucht ?
fr: Que font des enfants humains dans mon eau ?
it: Che ci fanno dei bambini umani nelle mie acque?
sv: Vad gör människobarn i mitt vatten?

source: We're looking for our papa. When we find him, we're going to kill all the bad guys!
ca: Estem buscant el pare. Quan el trobem, matarem tots els malvats!
da: Vi leder efter vores far. Når vi finder ham, slår vi alle de slemme mænd ihjel!
de: Wir suchen nach unserem Papi. Wenn wir ihn gefunden haben, dann töten wir alle bösen Männer !
fr: Nous recherchons notre papa. Quand nous le trouverons, nous allons tuer tous les méchants !
it: Stiamo cercando il nostro papà. Quando lo troveremo, uccideremo tutti i cattivi!
sv: Vi letar efter vår pappa. När vi hittar honom så kommer vi att döda alla elakingar!

source: You're a brave little boy. Rest assured, the sea creatures of Eliador are doing everything we can to stop the approaching galleons.
ca: Eres un xiquet valent. Tranquil, les criatures marines d'Eliador estan fet tot allò que podem per detenir els gal·leons dels invasors.
da: Du er en modig lille dreng. Vær forvisset om, at havets skabninger i Eliador gør alt for at stoppe de ankommende galeoner.
de: Du bist aber ein mutiger kleiner Junge ! Seid versichert, dass die Wasserwesen von Eliador alles in ihrer Macht stehende tun, um die herannahenden Galleonen aufzuhalten.
fr: Tu es un brave petit garçon. Sois assuré que les créatures marines d'Eliador font tout ce qu'elles peuvent pour stopper les galions qui approchent.
it: Sei coraggioso, ragazzino. Sta' tranquillo, le creature del mare di Eliador stanno facendo tutto il possibile per fermare i galeoni che si stanno avvicinando.
sv: Du är en modig liten grabb. Du kan vara försäkrad om att Eliadors havslevande gör allt de kan för att stoppa de ankommande galjonerna.

source: If you wish to fight them when they reach the shore, then you must free the warriors being held captive. Come with me and I will help you free them.
ca: Si voleu lluitar contra ells quan arriben a les platges, haureu d'alliberar els guerrers als quals mantenen captius en aquella illa. Pugeu damunt meu i us ajudaré a alliberar-los.
da: Hvis du ønske at bekæmpe dem når de når kysten, så må du først befri krigerne som holdes fanget. Kom med mig og jeg vil hjælpe dig med at befri dem.
de: Wenn Ihr sie bekämpfen wollt, sobald sie den Strand erreichen, dann müsst Ihr die Krieger befreien, die gefangengehalten werden. Kommt mit mir, und ich helfe euch sie zu befreien.
fr: Si vous voulez les combattre quand ils atteindront la côte, vous devez libérer les guerriers tenus captifs. Venez avec moi et je vous aiderai à les libérer.
it: Se vuoi combatterli quando raggiungeranno la riva, allora devi liberare i guerrieri che sono tenuti prigionieri Vieni con me e io ti aiuterò a liberarli.
sv: Om du vill strida mot dem när de når kusten så måste du befria krigarna som hålls fångar. Följ med mig så hjälper jag dig att befria dem.

source: Bill, where is Zilead?
ca: Bill, on és Zilead?
da: Bill, hvor er Zilead?
de: Bill, wo ist Silas ?
fr: Bill, où est Zilead ?
it: Bill, dov'è Zilead?
sv: Bill, var är Zilead?

source: Go to hell!
ca: Ves-te'n a l'infern!
da: Gå ad helvede til!
de: Fahr zur Hölle !
fr: Va en enfer !
it: Va' all'inferno!
sv: Dra åt helvete!

source: The islanders have amassed a great army. Our master should not have underestimated them. We must join them. Together, we can end our master's evil crusade.
ca: Els illencs han amassat un gran exèrcit. El nostre cap no hauria d'haver-los subestimat. Hem d'unir-nos a ells. Junts, podem acabar amb la malvada creuada del nostre cap.
da: Øboerne har rejst en stor hær. Vores herre burde ikke have undervurderet dem. Vi er nød til at tilslutte os dem. Sammen kan vi stoppe vores herres onde korstog.
de: Die Inselbewohner haben eine Riesige Armee zusammen gestellt. Unsere Meisterin hätte sie nicht unterschätzen sollen. Wir müssen uns auf Ihre Seite schlagen. Zusammen können wir diesen Kreuzzug des Bösen aufhalten.
it: Gli isolani hanno raccolto un grosso esercito. Il nostro padrone non avrebbe dovuto sottovalutarli. Dobbiamo unirci a loro. Insieme, possiamo porra fine alla malvagia crociata del nostro padrone.
sv: Öborna har samlat ihop en stor armé. Vår mästare skulle inte ha underskattat dem. Vi måste förena oss med dem. Tillsammans kan vi hejda vår mästares onda korståg.

source: Are you mad? If we betray our master, we will meet certain death.
ca: Esteu bojos? Si traïm el cap, trobarem una mort segura.
da: Er du gal? Hvis vi forråder vores herre, står vi over for en sikker død.
de: Bist du völlig übergeschnappt? Wenn wir unserer Meisterin untreu werden, bedeutet das den sicheren Tod für uns!
it: Sei pazzo? Se tradisci il nostro padrone, andrai incontro a morte certa.
sv: Är du galen? Om vi förråder vår mästare så går vi en säker död till mötes.

source: Aye, but we are defeated. Our master will most certainly slay us if we surrender to the islanders. If I am to die, then I choose to die with honor!
ca: Sí, però ja estem derrotats. El cap ens matarà si ens rendim als illencs. Si he de morir, preferisc fer-ho amb honor!
da: Ak, vi er besejret. Vores herre vil helt sikkert dræbe os hvis vi overgiver os til øboerne. Hvis jeg skal dø, foretrækker jeg at dø med ære!
de: Jaa, aber wir wurden besiegt. Unsere Meisterin wird uns ganz sicher totschlagen wenn wir uns den Inselbewohnern ergeben. Wenn ich schon sterben muss, dann wähle ich den ehrenvollen Tod!
it: Sissignore, ma ci hanno sconfitto. Il nostro padrone ucciderà la maggior parte di noi se ci arrendiamo agli isolani. Se devo morire, preferisco morire con onore!
sv: Ja, men vi är besegrade. Vår mästare kommer alldeles säkert att dräpa oss om vi ger upp inför öborna. Om jag skall dö, så väljer jag att dö med hedern i behåll!

source: We will not surrender! All islanders and turncoats will die by my sword!
ca: No ens rendirem! La meua espasa matarà tots els illencs i traïdors!
da: Vi vil ikke overgive os! Alle øboere og vendekåber skal dø ved mit sværd!
de: Wir werden uns nicht ergeben! Alle Inselbewohner und Abtrünnige werden durch mein Schwert den Tod finden.
it: Non ci arrenderemo! Tutti gli isolani e i voltagabbana morirammo sulla mia spada!
sv: Vi ger inte upp! Alla öbor och överlöpare skall dö för mitt svärd!

source: Now, that these warriors are free, I shall head east to try to stop those galleons. Good luck, children!
ca: Ara que ja hem alliberat eixos guerrers, aniré cap a l'est per intentar aturar aquestos gal·leons. Bona sort, xiquets!
da: Da krigerne nu er frie, tager jeg over for at stoppe galeonerne. Held og lykke børn!
de: Nun, jetzt da die Kämpfer befreit sind, werde ich nach Osten schwimmen und versuchen die Galleonen aufzuhalten. Viel Glück, Kinder !
fr: Maintenant que ces guerriers sont libres, je dois aller à l'est pour tenter d'arrêter ces galions. Bonne chance, les enfants !
it: Adesso che questi guerrieri sono liberi, mi dirigerò a est per fermare questi galeoni. Buona fortuna, bambini!
sv: Nu när krigarna är befriade så tänker jag bege mig österut för att försöka stoppa galjonerna. Lycka till, barn!

source: Bye!
ca: Adéu!
da: Farvel!
de: Machts gut!
fr: Au revoir !
it: Ciao!
sv: Hej då!

source: Thank you for freeing us. Our people were gathered on the southeastern coast before we were abducted. We had ordered them to flee the island, but some loyalists might still be there. We must go to them.
ca: Gràcies per alliberar-nos. La nostra gent estava reunida en la costa del sud-est abans que ens segrestaren. Els vam ordenar que abandonaren l'illa, però potser que alguns lleials encara romanguen. Hem d'anar a per ells.
da: Tak for befrielsen. Vores folk blev samlet på den sydøstlige kyst før vi blev bortført. Vi gav dem ordre om at flygte fra øen, men enkelte loyalister kan stadig være der. Vi bør gå til dem..
de: Danke, das du uns befreit hast. Unsere Leute wurden an der südöstlichen Küste zusammengetrieben, bevor wir gefangen genommen wurden. Wir hatten ihnen befohlen die Insel zu verlassen, aber es sind bestimmt noch ein paar treue Kämpfer dort. Wir sollten zu Ihnen gehen.
fr: Merci de nous avoir libéré. Notre peuple a été rassemblé sur la côte au sud-est avant que nous soyons faits prisonniers. Nous leur avions ordonné de fuir l'île, mais des loyalistes peuvent encore y être. Nous devons aller les voir.
it: Grazie per averci liberati. La nostra gente era radunata sulla costa sud-est prima di essere rapita. Gli avevamo ordinato di abbandonare l'isola, ma alcuni lealisti potrebbero ancora essere là. Dobbiamo andare da loro.
sv: Tack för att du befriade oss. Vårt folk var samlat vid den sydöstra kusten innan vi blev bortförda. Vi beordrade dem att fly ön men några lojalister kanske fortfarande är kvar. Vi måste åka dit.

source: Elves of Glorienda
ca: Elfs de Glorienda
da: Gloriendas elver
de: Elfen von Glorienda
fr: Elfes de Glorienda
it: Elfi di Glorienda
sv: Gloriendas alver

source: Visit villages until turns run out
ca: Ves visitant els llogarets fins que s'acaben els torns
da: Besøg landsbyer indtil runderne er slut
de: Besuche alle Städte vor Rundenende
fr: Visiter les villages jusqu'à la fin des tours
it: Visita i villaggi fino alla fine dei turni
sv: Besök byar tills tiden tar slut

source: Momma, the bad men didn't take papa here!
ca: Mare, els malvats no van portar el pare ací!
da: Mor, de slemme mænd tog ikke far med hertil!
de: Mutti, die bösen Männer habe Papi nicht hierher gebracht!
fr: Maman, les méchants n'ont pas pris papa ici !
it: Mamma, i cattivi non hanno portato papà qua.
sv: Mamma, de onda männen tog inte hit pappa!

source: I know, son, but we can't get daddy back without some help.
ca: Ja ho sé, fill meu, però no podem alliberar el pare sense ajuda.
da: Det ved jeg søn, men vi kan ikke få far tilbage uden hjælp.
de: Ich weiß mein Sohn, aber wir können Papa nicht ohne fremde Hilfe befreien.
fr: Je sais, mon fils, mais nous ne pouvons reprendre papa sans aide.
it: Lo so, figliolo, ma non possiamo liberare papà senza qualche aiuto.
sv: Jag vet, min son, men vi kan inte få pappa tillbaka utan hjälp.

source: Do you think the elves will help us?
ca: Penses que els elfs ens ajudaran?
da: Tror du elverne vil hjælpe os?
de: Glaubst du die Elfen werden uns helfen?
fr: Pensez-vous que les elfes nous aideront ?
it: Pensi che gli elfi ci aiuteranno?
sv: Tror du att alverna kommer att hjälpa oss?

source: Of course they will.
ca: Segur que ho faran.
da: Selvfølgelig vil de det.
de: Bestimmt werden sie das.
fr: Bien sûr que oui.
it: Certo che lo faranno.
sv: Så klart de gör.

source: The dragon can visit the villages in the mountain.
ca: El drac pot visitar els llogarets de les muntanyes.
da: Dragen kan besøge landsbyerne på bjerget.
de: Der Drachen kann die Städte in den Bergen besuchen.
fr: Le dragon peut visiter les villages dans la montagne.
it: Il drago può visitare i villaggi sulla montagna.
sv: Draken kan besöka byarna i bergen.

source: Good idea, son.
ca: Bona idea, fill.
da: God ide, søn.
de: Gute Idee, mein Sohn.
fr: Bonne idée, mon fils.
it: Buona idea, figlilo.
sv: Bra idé, min son.

source: Dragon of Anwar, you are not welcome here. I command you to join the sea creatures in their battle against the galleons. Leave now!
ca: Drac d'Anwar, no ets benvingut aquí. T'ordene que t'unisques a les criatures marines en la seua batalla contra els gal·leons. Ves-te'n ja!
da: Anwars darge, du er ikke velkommen her. Jeg beordrer dig til at slutte dig til havskabningerne i deres kamp mod galeonerne. Gå nu!
de: Drache von Anwar, du bist hier nicht Willkommen. Ich erteile dir den Befehl den Wasserwesen bei ihrem Kampf gegen die Galleonen zu helfen. Hinfort mit dir!
fr: Dragon d'Anwar, tu n'es pas le bienvenu ici. Je t'ordonne de rejoindre les créatures marines dans leur bataille contre les galions. Pars maintenant !
it: Drago di Anwar, non sei il benvenuto qua. Ti ordino di unirti alle creature del mare nella battaglia contro i galeoni. Vattene ora!
sv: Anwars drake, du är inte välkommen här. Jag befaller dig att ansluta dig till de havslevande som strider mot galjonerna. Lämna oss nu!

source: Lady Ardella, it was unwise of you to bring a dragon to my land.
ca: Ardella, no ha sigut una decisió molt sàvia traure un drac a les meues terres.
da: Lady Ardella, det var ikke klogt af dig at medbringe en drage til mit land.
de: Lady Ardella, es war unklug von euch einen Drachen in mein Land zu bringen.
fr: Damoiselle Ardella, ce fut imprudent de votre part d'apporter un dragon dans mon pays.
it: Lady Ardella, non è stato saggio da parte vostra portare un drago nella mia terra.
sv: Lady Ardella, det var ovist av er att föra med er en drake till mitt land.

source: Please, I only...
ca: Per favor, jo només...
da: Vær venlig, jeg ...
de: Bitte, ich möchte nur...
fr: S'il vous plaît, je voulais seulement...
it: Per favore, io...
sv: Snälla, jag skulle bara...
