Repository: wescamp/Eliador-root
Catalog: po/*.po
Languages: ca, da, de, fr, it, sv

source: You have fought well against my birds, but you will not fare so well against my master's army.
ca: Haveu lluitat be contra les meues aus, però no us anirà tan be contra l'exèrcit de la meua mestressa.
da: Du har kæmpet godt mod mine fugle, men du vil ikke klare dig lige så godt mod min herres hær.
de: Ihr habt gut gegen meine Vögel gekämpft, aber ihr werdet nicht so viel Glück mit der Armee meiner Meißterin haben.
fr: Vous vous êtes bien battu contre mes oiseaux, mais vous ne ferez pas aussi bien contre l'armée de ma maîtresse.
sv: Du har slagits väl mot mina fåglar, men du kommer inte lyckas lika bra mot min mästares armé.

source: Now that I have freed you from the spell, go back to Zilead's territory. That is where the main invasion will take place.
ca: Ara que ja t'he alliberat del sortilegi, torna al territori de Zilead. Allà és on la invasió més gran tindrà lloc.
da: Nu jeg har befriet dig fra magien, så gå tilbage til Zileads område. Det er der hovedinvasionen vil foregå.
de: Nun, jetzt wo ich euch von dem Zauber befreit habe, geht zurück zu Silas Gebiet. Das ist wo der Hauptkampf stattfinden wird.
sv: Nu när jag har befriat er från besvärjelsen så att ni kan återvända till Zileads område. Det är där huvudinvasionen kommer att äga rum.

source: Eliador Cockatrice
ca: Basilisc d'Eliador
de: Eliador Gorgonit
fr: Cocatris d'Eliador
it: Basilisco di Eliador
sv: Eliador-basilisk

source: These cockatrices have a melee attack.
ca: Aquestos basiliscs tenen un atac cos a cos.
da: Disse cockatricer har et nærkampsangreb.
de: Diese Gorgoniten haben eine erhöhte Treffsicherheit.
fr: Ces cocatris ont une attaque au corps à corps.
it: Questi basilischi hanno un attacco ravvicinato.
sv: Dessa basilisker kan anfalla på nära håll.

source: Eliador Horse
ca: Cavall d'Eliador
da: Eliador hest
de: Eliador Pferd
fr: Cheval d'Eliador
it: Cavallo di Eliador
sv: Eliador-häst

source: Horses do not have an attack.
ca: Els cavalls no ataquen.
da: Heste kan ikke angribe.
de: Pferde können nicht angreifen.
fr: Les chevaux n'ont pas d'attaques.
it: I cavalli non attaccano.
sv: Hästar har inga attacker.

source: Eliador Shark
ca: Tauró d'Eliador
da: Eliador haj
de: Eliador Hai
fr: Requin d'Eliador
it: Squalo di Eliador
sv: Eliador-haj

source: Da-dum... Da-dum... Da-dum ...
de: Dum-didum... Dum-didum... Dum-didum...
fr: Da-doum... Da-doum... Da-doum...

source: Witch
ca: Bruixa
da: Heks
de: Hexe
fr: Sorcière
it: Strega
sv: Häxa

source: A witch! Burn her!
ca: Un bruixa! Cremeu-la!
da: En heks! Brænd hende!
de: Eine Hexe ! Verbrennt Sie !
fr: Une sorcière ! Brûlez-la !
it: Una strega! Bruciamola!
sv: En häxa! Bränn henne!

source: Footpad Toddler
ca: Xiquet
da: Ung landevejstyv
de: Straßenräuber Kleinkind
fr: Jeune enfant vagabond
it: Brigante bambino
sv: Stigmansbarn

source: Eliador Gryphon Kid
ca: Xiqueta en griu
da: Eliador grifbarn
de: Eliador Greifenkind
fr: Enfant et griffon d'Eliador
it: Ragazza dei grifoni di Eliador
sv: Eliador-gripunge

source: An outlaw princess kid riding a gryphon.
ca: Una xiqueta muntada en un griu.
da: En fredløs barneprinsesse på en grif.
de: Eine geächtete Prinzessin reitet auf einem Greifen.
fr: Une jeune princesse hors-la-loi chevauchant un griffon.
it: Una principessa fuorilegge bambina a cavallo di un grifone.
sv: En fredlös prinsessa som rider en grip.

source: Eliador Gryphon Queen
ca: Reïna en griu
da: Elidor grif dronning
de: Eliador Greifenkönigin
fr: Reine et griffon d'Eliador
it: Regina dei grifoni di Eliador
sv: Eliador-gripdrottning

source: Outlaw Queen riding a gryphon.
ca: Una reïna proscrita muntada en un griu.
da: Lovløs dronning på en grif.
de: Geächtete Königin reitet einen Greifen.
fr: Reine hors-la-loi chevauchant un griffon.
it: Regina fuorilegge a cavallo di un grifone.
sv: En fredlös drottning som rider en grip.

source: Eliador Gryphon Toddler
ca: Xiquet en griu
da: Ung Eliador grif
de: Eliador Greifenkind
fr: Griffon d'Eliador et jeune enfant
it: Fanciullo dei grifoni di Eliador
sv: Eliador-gripbarn

source: A footpad toddler riding a gryphon.
ca: Un xiquet muntat en un griu.
da: En ung landevejstyv på en grif.
de: Ein Straßenräuberkind reitet einen Greifen.
fr: Un jeune enfant vagabond chevauchant un griffon.
it: Un brigante bambino a cavallo di un grifone.
sv: Ett stigmansbarn som rider en grip.

source: Eliador Small Gryphon
ca: Jove griu d'Eliador
da: Eliadro lille grif
de: Eliador kleiner Greif
fr: Petit griffon d'Eliador
it: Piccolo grifone di Eliador
sv: Liten Eliador-grip

source: A small gryphon that has no attack.
ca: Un jove griu que no ataca.
da: En lille grif som ikke har noget angreb.
de: Ein kleiner Greif ohne Angriffswaffe.
fr: Un petit griffon qui n'a pas d'attaques.
it: Un piccolo grifone che non attacca.
sv: En liten grip som inte har några attacker.

source: Kids Sea Serpent
ca: Serp marina amb xiquets
da: Barnesøslange
de: Kleine Seeschlange
fr: Enfants et serpent de mer
it: Serpente marino con i bambini
sv: Barnens sjöorm

source: A sea serpent with a footpad toddler and outlaw princess kid riding on its back.
ca: Una serp marina amb dos xiquets muntats en la seua esquena.
da: En søslange med en ung landevejstyv og et fredløs prinsessbarn ridende på dens ryg.
de: Eine Seeschlange mit einem Straßenräuberkleinkind und einer geächteten Prinzessin auf seinem Rücken.
fr: Un serpent de mer avec un jeune enfant vagabond et une princesse hors-la-loi chevauchant sur son dos.
it: Un serpente marino con un brigante bambino e una principessa fuorilegge sulla sua schiena.
sv: En sjöorm med ett stigmansbarn och en fredlös prinsessa.

source: Outlaw Princess Kid
ca: Xiqueta
da: Fredløs prinsessbarn
de: Geächtete Prinzessin
fr: Jeune princesse hors-la-loi
it: Principessa fuorilegge bambina
sv: Fredlös barnprinsessa

source: (Version
ca: (Versió
it: (versione

source: Ilalya
da: Ilaya

source: Fawien
da: Favien

source: Platu! Verata! Bichtu!
fr: Platou ! Verata ! Bichtou !
