Repository: wescamp/Eliador-root
Catalog: po/*.po
Languages: ca, da, de, fr, it, sv

source: Ardella, we have already notified the elves of Wesnoth about the coming invasion. Kinowyn and his forces are on their way to Eliador, but they are a few days behind the enemy galleons. I will help you and the others hold them off until they arrive.
ca: Ardella, ja hem notificat als elfs de Wesnoth la invasió de l'illa. Kinowyn i les seues forces ja venen de camí, però van uns pocs dies per darrere dels gal·leons enemics. Uns quants t'ajudarem a resistir mentrestant.
da: Ardella, vi har allerede informeret Wesnoths elver om den kommende invasion Kinowyn og hans styrker er på vej til Eliador, men de er et par dage efer de fjendtlige galeoner. Jeg vil hjælpe dig og de andre med at holde dem tilbage indtil Kinowyn ankommer.
de: Ardella, wir haben die Elfen von Wesnoth bereits über die bevorstehende Invasion informiert. Kinowyn und seine Streitkräfte sind auf dem Weg nach Eliador, aber die feindlichen Galleonen haben einen Vorsprung von ein paar Tagen. Ich werde Euch und den anderen solange helfen sie in Schach zu halten bis Verstärkung eintrifft.
fr: Ardella, nous avons déjà informé les elfes de Wesnoth de l'invasion qui approche. Kinowyn et ses forces sont sur le chemin d'Eliador, mais ils sont en retard de quelques jours sur les galions ennemis. Je vous aiderai et les autres les retiendront jusqu'à ce qu'ils arrivent.
it: Ardella, abbiamo già avvisato gli elfi di Wesnoth dell'invasione imminente. Kinowyn e le sue forze sono in marcia per Eliador, ma hanno qualche giorno di ritardo sui galeoni nemici. Aiuterò te e gli altri a resistere fino al loro arrivo.
sv: Ardella, vi har redan underrättat alverna om den stundande invasionen. Kinowyn och hans styrkor är på väg till Eliador, men de är några dagar efter fiendegaljonerna. Jag kommer att hjälpa dig och de andra att hålla barrikaderna tills de anländer.

source: Zilead's Gold
ca: L'or de Zilead
da: Zileads guld
de: Silas Gold
fr: L'or de Zilead
it: Oro di Zilead
sv: Zilead's guld

source: Move Ardella to the treasure chest and then back to the entrance
ca: Mou Ardella al cofre del tresor i torna a l'entrada
da: Flyt Ardella til skattekisten og så tilbage til indgangen
de: Bring Ardella zur Schatzkiste und wieder zurück zum Eingang
fr: Amener Ardella au coffre du trésor puis la ramener à l'entrée
it: Sposta Ardella al forziere del tesoro e poi riportala all'ingresso
sv: För Ardella till skattkistan och därefter tillbaka till ingången

source: Momma, papa told us never to come in here.
ca: Mare, el pare ens va dir que mai entràrem ací.
da: Mor, far sagde at vi aldrig måtte komme herind.
de: Mutti, Papi hat uns ausdrücklich verboten hier hineinzugehen.
fr: Maman, papa nous a dit de ne jamais venir ici.
it: Mamma, paà ci ha detto di non venire mai qua.
sv: Mamma, pappa sade åt oss att aldrig gå in här.

source: This is where your father keeps his treasure.
ca: Ací és on el pare guarde el seu tresor.
da: Det er her, din far gemte sin skat.
de: Hier bewahrt dein Vater seine Schätze auf.
fr: C'est où votre père garde son trésor.
it: Qui è dove papà tiene il suo tesoro.
sv: Det är här som pappa gömmer sina skatter.

source: Papa said that anyone who enters this cave will die!
ca: El pare va dir que qualsevol que entre ací morirà!
da: Far sagde at enhver som går ind i denne hule vil dø!
de: Papi hat gesagt, dass jeder der die Höhle betritt sterben wird!
fr: Papa disait que tous ceux qui entraient ici allaient mourir !
it: Papà ha detto che chiunque entra in questa caverna morirà!
sv: Pappa sade att om någon går in i den här grottan så kommer de att dö!

source: Nonsense. Your father was just trying to scare you. Anyway, I have the key to the treasure chest, so I will get the gold myself.
ca: Ximpleries. El pare només intentava donar-vos por. De tota manera, tinc la clau del cofre, així que jo mateixa agafaré l'or.
da: Sludder. Din far prøvede kun at skræmme dig. Desuden, jeg har nøglen til skattekisten, så jeg får guldet for mig selv.
de: Papalapapp. Euer Vater hat nur versucht euch einen schrecken ein zu jagen. Jedenfalls habe ich den Schlüssel für die Schatzkiste. Dann werde ich das Gold eben alleine holen.
fr: C'est absurde. Votre père essayait juste de vous faire peur. J'ai la clé du coffre au trésor, donc je vais prendre l'or moi-même.
it: Non ha senso. Vostro padre stava solo cercando di spaventarvi. Comunque ho la chiave del forziere, mi prenderò l'oro da sola.
sv: Nonsens. Er far försökte bara skrämma er. Hur som helst, jag har nyckeln till skattkistan så jag hämtar guldet själv.

source: I hope this is enough gold.
ca: Espere que amb açò en tinguem prou.
da: Jeg håber dette er nok guld.
de: Ich hoffe, dass wir jetzt genug Gold haben.
fr: J'espère que cet or suffira.
it: Spero che questo oro sia sufficiente.
sv: Jag hoppas att detta räcker.

source: Ardella, what are you doing in this cave? I have seen countless men attempt to steal Zilead's gold and I watched as the sharks feasted upon their flesh. You will not make it out of here alive without my help.
ca: Ardella, què estàs fent en aquesta cova? He vist la mort d'incomptables hòmens que intentaven apoderar-se de l'or de Zilead i cóm els taurons devoraven la seua carn. No eixiràs viva d'aquí sense la meua ajuda.
da: Ardella, hvad gør du i denne hule? Jeg har set utallige mænd forsøge at stjæle Zileads guld og jeg så efterfølgende hvordan hajerne mæskede sig i ders kød. Du kommer ikke ud i live uden min hjælp.
de: Ardella, was machst du in dieser Höhle? Ich habe unzählige Männer gesehen, die versucht haben Silas Gold zu stehlen und mit angesehen, wie sich die Haie ihr Fleisch sich haben schmecken lassen. Du wirst es nicht schaffen hier ohne meine Hilfe lebend herauszukommen.
fr: Ardella, que fais-tu dans cette caverne ? J'ai vu d'innombrables hommes essayer de voler l'or de Zilead et j'ai vu les requins se délecter de leur chair. Tu ne te sortiras pas d'ici sans mon aide.
it: Ardella, che cosa stai facendo in questa caverna? Ho visto un sacco di uomini tentare di rubare l'oro di Zilead e ho visto gli squali saziarsi con la loro carne. Non ce la farai a uscire viva di qua senza il mio aiuto.
sv: Ardella, vad gör du här? Jag har sett otaliga män försöka stjäla Zileads guld och jag har sett hajarna frossa på deras kött. Du kommer inte att komma ut härifrån levande utan min hjälp.

source: Heldurin's Honor
ca: L'honor d'Heldurin
da: Heldurins ære
de: Heldurin's Ehre
fr: L'honneur d'Heldurin
it: L'onore di Heldurin
sv: Heldurins heder

source: Give peasants 500 pieces of gold
ca: Entrega 500 peces d'or als camperols
da: Giv bønderne 500 guldstykker
de: Gib den armen Bauern 500 Goldstücke
fr: Donner 500 pièces d'or aux paysans
it: Dà 500 pezzi d'oro ai contadini
sv: Ge bönderna 500 guldstycken

source: Greetings, Ardella. We would very much like to help you fight off the invaders, but we've decided that we must get our families off this island.
ca: Benvinguda, Ardella. Ens agradaria molt ajudar-te a rebutjar els invasors, però hem decidit que hem d'aconseguir que les nostres famílies abandonen l'illa.
da: Velkommen, Ardella. Vi vil meget gerne hjælpe dig i kampen mod invasionsstyrken, men vi har besluttet først at få vores familier væk fra denne ø.
de: Grüß dich Ardella. Wir wären hocherfreut dir zu helfen die Eindringlinge zu bekämpfen, aber wir haben entschieden unsere Familien von dieser Insel zu bringen.
fr: Salutations, Ardella. Nous aimerions beaucoup t'aider à repousser les envahisseurs, mais nous avons décidé de faire partir nos familles de cette île.
it: Saluti, Ardella. Ci piacerebbe molto aiutarti a combattere gli invasori, ma abbiamo deciso che dobbiamo portare via dall'isola le nostre famiglie.
sv: Var hälsad, Ardella. Vi skulle väldigt gärna vilja hjälpa dig att slåss mot angriparna, men vi har beslutat att vi måste prioritera att få bort våra familjer från ön.

source: However, we would be willing to fight if you can ensure that our families will have enough gold to make it to Akhban.
ca: Tanmateix, estaríem disposats a lluitar si ens pots assegurar que les nostres famílies tindran prou or com per a arribar a Akhban.
da: Bemærk dog, at vi er villige til at slås hvis du kan garantere at vores familier har nok guld til at når Akhban.
de: Allerdings, wären wir bereit zu kämpfen, wenn du dafür sorgst, das unsere Familien genug Gold haben, um es nach Akhban zu schaffen.
fr: Cependant, nous accepterions de combattre si tu pouvais nous assurer que nos familles aient assez d'or pour aller jusqu'à Akhban.
it: Comunque, combatteremo se ci assicuri che le nostre famiglie avranno abbastanza oro per raggiungere Akhban.
sv: Vi hjälper dock gärna till att slåss om du kan garantera att våra familjer har tillräckligt med pengar för att ta sig till Akhban.

source: I shall return with your gold.
ca: Tornaré amb l'or.
da: Jeg kommer tilbage med dit guld.
de: Ich werde mit eurem Gold zurückkehren.
fr: Je reviendrai avec votre or.
it: Tornerò con il tuo oro.
sv: Jag skall komma tillbaka med ert guld.

source: Five hundred pieces of gold is more than enough to ensure that our families reach Akhban.
ca: Cinc-centes peces d'or és més que suficient per assegurar el viatge de les nostres famílies cap a Akhban.
da: 500 guldstykker er mere end nok til at sikre at vores familier når Akhban.
de: Fünfhundert Goldstücke ist mehr als genug, um sicherzustellen das unsere Familien Akhban erreichen können.
fr: Cinq cents pièces d'or est plus qu'assez pour assurer que nos familles atteignent Akhban.
it: Cinquecento pezzi d'oro sono più che sufficienti per assicurarti che le nostre famiglie raggiungano Akhban.
sv: Femhundra guldstycken är mer än nog för att se till att våra familjer tar sig till Akhban.

source: Yes, now we will help you defeat the enemy so that our families can return home.
ca: Sí, ara t'ajudarem a derrotar l'enemic per tal que les nostres famílies puguen tornar a casa.
da: Ja, nu vil vi hjælpe med at besejre fjenden så vores familier kan returnere hjem.
de: Ja, jetzt werden wir euch helfen die Eindringlinge zu bekämpfen, damit unsere Familien wieder nach Hause zurückkehren können.
fr: Oui, maintenant nous allons t'aider à vaincre l'ennemi afin que nos familles puissent revenir dans leurs foyers.
it: Sì, adesso ti aiuteremo a sconfiggere i nemici in modo che le nostre famiglie possano tornare a casa
sv: Ja, nu skall vi hjälpa dig att besegra fienden så att våra familjer kan återvända hem.

source: Ardella! You cannot win this battle! Surrender now, and my master will arrange safe passage for you and your children to Wesnoth.
ca: Ardella! No pots guanyar aquesta batalla! Rendix-te ara i el meu cap et preparà un salconduit per tu i els teus xiquets cap a Wesnoth.
da: Ardella! Du kan ikke vinde dette slag! Overgiv dig og min herre vil give dig og dine børn en sikker passage til Wesnoth.
de: Ardella! Du kannst diesen Kampf nicht gewinnen! Ergib dich sofort, und meine Meisterin wird für dich und deine Kinder eine sichere Reise nach Wesnoth arrangieren.
fr: Ardella ! Tu ne peux pas remporter cette bataille ! Rends-toi maintenant, et ma maîtresse arrangera un passage sûr pour toi et tes enfants vers Wesnoth.
it: Ardella! Non puoi vincere questa battaglia! Arrendeti ora e il mio maestro ti garantirà un passaggio sicuro per te e i tuoi figli a Wesnoth.
sv: Ardella! Du kan inte vinna den här striden! Ge upp, och min mästare kommer att ordna säker passage för dig och dina barn till Wesnoth.

source: Randalf? How is this possible? You should be dead!
ca: Randalf? Com pot ser açò possible? Hauries de ser mort!
da: Randalf? Hvordan er dette muligt? Du burde være død!
de: Randalf? Wie ist das möglich? Du solltest doch Tod sein?
fr: Randalf ? Comment est-ce possible ? Tu devrais être mort !
it: Randalf? Come è possibile? Dovresti essere morto!
sv: Randalf? Hur kan det vara möjligt? Du borde vara död!

source: I will never surrender!
ca: No mai em rendiré!
da: Jeg vil aldrig overgive mig!
de: Ich werde NIEMALS aufgeben!
fr: Je ne me rendrai jamais !
it: Non mi arrenderò mai!
sv: Jag kommer aldrig att ge upp!

source: What if I told you Zilead is awaiting your arrival? It is your choice. You can either start a new life in Wesnoth, or you can die here.
ca: Què passaria si et diguera que Zilead t'espera? És la teua decisió. Pots començar una nova vida en Wesnoth o pots morir aquí.
da: Hvad hvis jeg fortalte, at Zilead venter din ankomst? Det er dit valg. Du kan enten starte et nyt liv i Wesnoth, eller du kan død her.
de: Was wäre, wenn ich dir sage, das Silas auf deine Rückkehr wartet? Es ist deine Entscheidung. Du kannst entweder ein neues Leben in Wesnoth beginnen, oder du kannst hier sterben.
fr: Et si je te disais que Zilead attend ton arrivée ? C'est ton choix. Tu peux démarrez une nouvelle vie à Wesnoth, ou tu peux mourir ici.
it: E se ti dicessi che Zilead ti sta aspettando? Puoi scegliere. Puoi cominciare una nuova vita a Wesnoth oppure morire qua.
sv: Men om jag berättar att Zilead väntar på din ankomst? Det är ditt val. Du kan antingen börja ett nytt liv i Wesnoth eller dö här.

source: Continue fighting
ca: Continue lluitant
da: Fortsat kamp
de: Kämpfe weiter
fr: Continuer à combattre
it: Continua a combattere
sv: Fortsätt slåss

source: You disappoint me.
ca: Em deceps.
da: Du skuffer mig.
de: Du enttäuscht mich.
fr: Tu me déçois.
it: Mi deludi.
sv: Du gör mig besviken.

source: Master, I promised Zilead I would protect his family. You must not harm Ardella or her children. Do with the others as you please.
ca: Cap, vaig prometre a Zilead que protegiria la seua família. No has de fer cap mal a Ardella o els seus xiquets. Fes el que vulgues amb la resta.
da: Herre, jeg lovede Zilead at jeg ville beskytte hans familie. Du må ikke gøre Ardella eller hendes børn fortræd. Gør med de andre hvad du vil.
de: Meister, Ich habe Silas mein Wort gegeben seine Familie zu beschützen. Du darfst Ardella oder Ihren Kindern kein Leid zufügen. Mach mit den anderen, was du willst.
fr: Ma maîtresse, j'ai promis à Zilead de protéger sa famille. Vous ne devez pas blesser Ardella ou ses enfants. Pour les autres fais comme il te plaît.
it: Maestro, ho promesso a Zilead che avrei protetto la sua famiglia. Non devi fare del male ad Ardella o ai suoi figli. Degli altri fanne ciò che vuoi.
sv: Herre, jag lovade Zilead att jag skulle skydda hans familj. Du får inte skada Ardella eller hennes barn. De andra kan du göra vad du vill med.

source: You made your offer and she refused it. Therefore, she must die!
ca: Li has fet una oferta i l'ha rebutjada. Aleshores, deu morir!
da: Du gav dit tilbud og hun nægtede. Derfor skal hun dø!
de: Du machtest dein Angebot, und Sie hat es ausgeschlagen. Deshalb, wird sie sterben!
fr: Tu as fait ton offre et elle a refusé. Elle doit donc mourir !
it: Hai fatto la tua proposta e lei ha rifiutato. Dunque, deve morire!
sv: Hon avböjde ditt erbjudande. Därför måste hon dö!

source: Randalf! How could you participate in this genocide? Surely, you must know that your old master has gone insane? And yet you still obey her?
ca: Randalf! Com has pogut participar en tot aquest genocidi? No saps que el teu cap ha esdevingut un boig? I encara la obeïxes?
da: Randalf! Hvordan kan du deltage i dette folkemord? Du må da vide at din gamle mester er blevet vanvittig? Og alligevel adlyder du hende stadig?
de: Randalf! Wie kannst du bei dieser Massenabschlachtung blos mitmachen? Du müsstest doch sicherlich wissen, das deine alte Meisterin verrückt geworden ist. Doch trotzdem folgst du Ihren Befehlen?
fr: Randalf ! Comment peux-tu participer à ce génocide ? Tu dois sûrement savoir que ta vieille maîtresse est devenue folle ? Et pourtant tu lui obéis encore ?
it: Randalf! Come puoi partecipare a questo genocidio? Certamente, dovresti aver capito che il tuo veccio maestro è impazzito! E ancora gli obbedisci?
sv: Randalf! Hur kan du medverka i den här massavrättningen? Du måste väl ändå veta att din gamla mästare har blivit galen? Och ändå lyder du henne?

source: You should not have left Wesnoth, Kinowyn!
ca: No deuries haver abandonat Wesnoth, Kinowyn!
da: Du skulle ikke have forladt Wesnoth, Kinowyn!
de: Du hättest Wesnoth nicht verlassen sollen, Kinowyn!
fr: Tu n'aurais pas dû quitter Wesnoth, Kinowyn !
it: Non avresti dovuto lasciare Wesnoth, Kinowyn!
sv: Du skulle inte ha lämnat Wesnoth, Kinowyn!

source: Surrender
ca: Em rendisc
da: Overgivelse
de: Gib auf
fr: Se rendre
it: Arrenditi
sv: Kapitulera

source: Wise decision. I will go with you to ensure that you reach Wesnoth safely.
ca: Una sàvia decisió. Aniré amb tu per assegurar que arribes segura a Wesnoth.
da: Klog beslutning. Jeg går med dig for at sikre at du når Wesnoth sikkert.
de: Weise Entscheidung. Ich werde dich nach Wesnoth begleiten, um sichzugehen das du es sicher erreichst.
fr: Sage décision. J'irai avec vous pour assurer que vous atteigniez Wesnoth en sûreté.
it: Saggia decisione. Verrò con te per assicurarmi che tu raggiunga sana e salva Wesnoth.
sv: Ett vist val. Jag skall följa med er för att förvissa mig om att ni når Wesnoth i säkerhet.

source: Why didn't you inform me of Zilead's whereabouts sooner?
ca: Per què no em vas informar de la ubicació de Zilead abans?
da: Hvorfor fortalte du mig ikke om hvor Zilead er tidligere?
de: Warum hast du mir nicht früher von Silas Plänen verraten?
fr: Pourquoi ne m'as-tu pas informé de la position de Zilead plus tôt ?
it: Perché non mi hai detto prima dove si trovava Zilead?
sv: Varför berättade du inte för mig var Zilead höll till tidigare?

source: Because my master wanted you to expose everyone who might try to repel the invasion. I'm afraid you've inadvertantly led the sheep to the slaughter.
ca: Perquè el cap va voler que exposares a tots aquells que podrien intentar rebutjar la invasió. Tem que has conduït les ovelles a l'escorxador sense voler.
da: Fordi min herre ville have dig til at afsløre enhver som vil forsøge at slå invasionen tilbage. Jeg er bange for, at du uden at ville det, har ført fåret til slagteren.
de: Weil meine Meisterin wollte, das du jeden der sich gegen die Invasion auflehnt durch dein Handeln verrätst. Ich fürchte, du hast Unwissendlich das Schaf zum Schlachter geführt.
fr: Parce que ma maîtresse voulait que tu exposes tous ceux qui pourraient essayer de repousser l'invasion. Je crains que tu n'aies involontairement mené le troupeau à l'abattoir.
it: Poiché il mio maestro voleva che tu rivelassi tutti quelli che avrebbero potuto respingere l'invasione. Temo che tu, senza volere, abbia mandato le pecore in bocca ai lupi.
sv: Därför att min mästare tänkte att du skulle locka fram alla som skulle kunna tänkas göra motstånd mot invasionen. Jag är rädd att du har lett fåren till slakten.

source: What will become of the residents of Eliador?
ca: I què serà dels residents d'Eliador?
da: Hvad vil der ske med Eliadors indbyggere?
de: Was wird aus den Einwohnern von Eliador?
fr: Que va-t-il advenir des habitants d'Eliador ?
it: Cosa accadrà agli abitanti di Eliador?
sv: Vad kommer att hända med Eliadors invånare?

source: That's no concern of yours. Now let's not keep Zilead waiting much longer.
ca: Això no és la teua preocupació. No fem esperar més a Zilead.
da: Det kommer ikke dig ved. Lad ikke Zilead vente meget længere.
de: Das braucht dich nicht zu interessieren. Jetzt lasst uns Silas nicht noch länger warten.
fr: Ce n'est pas tes affaires. Maintenant ne faisons pas attendre Zilead plus longtemps.
it: Non sono affari tuoi. Adesso non facciamo aspettare ancora Zilead.
sv: Det är inget du behöver bry din om. Nu får vi inte låta Zilead vänta längre.

source: Come on, kids. We're going to Wesnoth.
ca: Vinga, xiquets. Anem a Wesnoth.
da: Kom, børn. Vi tager til Wesnoth.
de: Kommt mit Kinder. Wir reisen nach Wesnoth.
fr: Venez les enfants. Nous allons à Wesnoth.
it: Forza, ragazzi. Stiamo per andare a Wesnoth.
sv: Kom nu, ungar, vi skall till Wesnoth.

source: Dwarves? How can such noble beings fight alongside orcs?
ca: Nans? Què fan uns éssers tan nobles lluitant amb orcs?
da: Dværge? Hvordan kan så ædle skabinger kæmpe sammen med orker?
de: Zwerge? Wie können solch noble Wesen neben Orks kämpfen?
fr: Des nains ? Comment des êtres si nobles peuvent combattre aux côtés des orcs ?
it: Nani? Ma come possono delle creature così nobili combattere al fianco degli orchi?
sv: Dvärgar? Hur kan så ädla varelser slåss jämsides med orcher?

source: If you must know, we became destitute after being banished from our homes in Wesnoth. Our new master promised us land and wealth if we fight alongside these vermin.
ca: Si tant vols saber-ho, vam acabar desesperats després d'haver sigut expulsats de les nostres cases en Wesnoth. El nostre nou cap ens va prometre terres i riqueses i lluitàvem al costat d'aquestes bestioles.
da: Hvis du skal vide det, vi havde intet efter, at vi blev forvist fra vores hjem i Wesnoth. Vores nye herre lovede os jord og rigdom hvis vi kæmpede sammen med disse møgirriterende dyr.
de: Wenn du es unbedingt Wissen musst, wir wurden Bettelarm nach unserer Verbannung aus Wesnoth. Unsere neue Meisterin versprach uns Ackerland und Reichtum wenn wir zusammen mit diesem Abschaum kämpfen.
fr: Si vous voulez vraiment le savoir, nous avons été appauvris après avoir été bannis de nos domiciles à Wesnoth. Notre nouvelle maîtresse nous a promis des terres et la richesse si nous combattons aux côtés de ces vermines.
it: Se lo vuoi sapere, siamo diventati poveri da quando ci hanno banditi dalle nostre case a Wesnoth. Il nostro nuovo padrone ci ha promesso terra e ricchezza se combattiamo al fianco di questi parassiti.
sv: Om du nu måste veta så blev vi utblottade efter ha blivit bortdrivna från våra hem i Wesnoth. Vår nya herre lovade oss land och rikedom om vi slogs tillsammans med den här ohyran.

source: We'll offer the same deal if you fight with us.
ca: Us oferim el mateix tracte si lluiteu amb nosaltres.
da: Du får samme tilbud hvis du kæmper med os.
de: Wir bieten euch das Gleiche, wenn ihr an unserer Seite kämpft.
fr: Nous vous offrirons la même chose si vous vous battez avec nous.
it: Noi vi offriamo le stesse cose se combattete con noi.
sv: Vi erbjuder er samma sak om ni slåss med oss.

source: Ha! We dwarves are a brave bunch, but we would not stand a chance against our master. I'm sorry, but you must all die!
ca: Ha! Els nans som tots un grup de valents, però no tenim cap possibilitat contra el nostre cap. Ho sent, però tots haveu de morir!
da: Ha! Vi dværge er en stolt gruppe, men vi ville ikke have en chance imod vores herre. Jeg er ked af det, men i skal alle dø!
de: Ha! Wir Zwerge sind ein mutiges Völkchen, aber wir hätten nicht den Hauch einer Chance gegen unsere Meisterin. Es tut mir Leid, aber Ihr werdet alle sterben!
fr: Ha ! Nous les nains sommes braves, mais nous n'aurions aucune chance contre notre maîtresse. Je suis désolé, mais vous devez tous mourir !
sv: Ha! Vi dvärgar är en modig skara, men vi skulle inte ha en chans mot vår herre. Jag är ledsen, men ni måste alla dö!

source: We cannot win this battle! There are too many of them.
ca: No podem guanyar aquesta batalla! Són massa!
da: Vi kan ikke vinde dette slag! Der er for mange af dem.
de: Wir können diesen Kampf nicht gewinnen! Es sind einfach zu viele.
fr: Nous ne pouvons remporter cette bataille ! Ils sont trop nombreux.
it: Non possiamo vincere questa battaglia! Sono troppo numerosi.
sv: Vi kan inte vinna den här striden! Det är för många!

source: Othello, you scaredy-cat!
ca: Othello, maleït covard!
da: Othello, din skræmte kat!
de: Othello, du Ängstliche Miezekatze!
fr: Othello, tu n'es qu'un pleutre !
sv: Othello, din ynkrygg!
