Repository: wescamp/Eliador-root
Catalog: po/*.po
Languages: ca, da, de, fr, it, sv

source: You've sacrificed your children in an attempt to save your soldiers. Your heart is even colder than mine.
ca: Has sacrificat els teus fills per salvar els teus soldats. El teu cor és més gelat fins i tot que el meu.
da: Du har ofret dine børn i et forsøg på at redde dine soldater. Dit hjerte er endnu koldere end mit.
de: Du hast deine Kinder für einen Versuch deine Soldaten zu retten geopfert. Dein Herz ist sogar kälter als meines.
fr: Tu as sacrifié tes enfants pour tenter de sauver tes soldats. Ton coeur est encore plus froid que le mien.
it: Hai sacrificato i tuoi figli cercando di salvare i tuoi soldati. Il tuo cuore è ancora più freddo del mio.
sv: Du offrade dina barn i ett försök att rädda dina soldater. Ditt hjärta är till och med kallare än mitt.

source: Ardella, I'm sure you're aware of the law of Illien. Are you prepared?
ca: Ardella, estic segur que coneixes la llei d'Illien. Estàs preparada?
da: Ardella. Jeg er sikker på at du kender Illiens lov. Er du forberedt?
de: Ardella, Ich nehme an du kennst das Gesetz von Illien. Bist du Bereit?
fr: Ardella, je suis sûr que vous connaissez la loi d'Illien. Êtes-vous préparée ?
sv: Ardella, jag är säker på att du känner till Illiens lagar. Är du beredd?

source: You must know by now that we are about to be invaded. We don't have time for your games. Will you help us repel the invasion?
ca: A hores d'ara ja sabràs que estem a punt de ser envaïts. No tenim temps per als teus jocs. Ens ajudaràs a rebutjar la invasió?
da: Du må nu vide at vi er ved at blive invaderet. Vi har ikke tid til dine spil. Vil du hjælpe os med at slå invasionen tilbage?
de: Du solltest mittlerweile wissen, dass wir dabei sind von Gegnerischen Truppen überrannt zu werden. Wir haben keine Zeit für deine Spielchen. Wirst du uns helfen die Eindringlinge zurück zu drängen?
fr: Vous devez maintenant savoir que vous êtes sur le point d'être envahis. Nous n'avons pas le temps pour vos jeux. Nous aiderez-vous à repousser l'invasion ?
sv: Vid det här laget måste du ha hört att vi håller på att bli invaderade. Vi har inte tid med dina lekar. Kommer du att hjälpa oss att stoppa invasionen?

source: If you do not obey the law of Illien, my undead will annihilate your pathetic army. Now, let's begin, shall we?
ca: Si no obeeixes la llei d'Illien, els meus no morts aniquilaran el teu patètic exèrcit. Bé, comencem?
da: Hvis du ikke overholder Illiens lov, vil mine udøde destruere din ynkelige hær. Så, skal vi begynde?
de: Wenn du den Gesetzten von Illien nicht folgeleistest, dann werden meine Untoten deine lächerliche Armee auslöschen. Dann lass uns anfangen. Wollen wir?
fr: Si vous ne respectez pas la loi d'Illien, mes morts-vivants écraseront ton armée pathétique. Maintenant, si nous commencions ?
sv: Om du inte lyder under Illiens lagar så kommer mina vandöda att förgöra din ynkliga arme. Låt oss sätta igång.

source: Dragon 1A
ca: Drac 1A
da: Drage 1A
de: Drachen 1A
it: Drago 1A
sv: Drake 1A

source: Dragon 1B
ca: Drac 1B
da: Drage 1B
de: Drachen 1B
it: Drago 1B
sv: Drake 1B

source: Momma, what's happening? I can't move!
ca: Mare, què passa? No em puc menejar!
da: Mor, hvad sker der? Jeg kan ikke bevæge mig!
de: Mutti, was passiert hier? Ich kann mich nicht bewegen!
fr: Maman, qu'est-ce qui se passe ? Je ne peux pas bouger !
it: Che sta succedendo, mamma? Non riesco a muovermi!
sv: Mamma, vad händer? Jag kan inte röra mig!

source: Ahh!
de: Ahhrrgh!

source: Your move, Ardella.
ca: El teu torn, Ardella.
da: Dit initiativ, Ardella.
de: Du bist am Zug, Ardella.
fr: À ton tour, Ardella.
it: Tocca a te, Ardella.
sv: Ditt drag, Ardella.

source: Kill all enemies
ca: Mata tots els enemics
da: Dræb alle fjender
de: Töte alle Feinde
fr: Tuer tous les ennemis
it: Uccidi tutti i nemici
sv: Döda alla fiender

source: Where is everyone?
ca: On estan tots?
da: Hvor er alle?
de: Wo sind die Anderen?
fr: Où sont-ils tous passés ?
it: Dove sono tutti?
sv: Var är alla?

source: Momma!
ca: Mare!
da: Mor!
de: Mutti !
fr: Maman !
it: Mamma!
sv: Mamma!

source: Urian! Please, if you are still alive, you must get my children away from these beasts!
ca: Urian! Per favor, si encara ets viu, has d'ajudar-me a allunyar els meus fills d'aquestes bèsties!
da: Urian! Hvis du stadig er i live så få mine børn væk fra disse bæster.
de: Urian! Bitte, wenn du noch lebst, dann bringe meine Kinder weg von diesen Bestien!
fr: Urian ! Je t'en prie, si tu es toujours vivant, tu dois emmener mes enfants loin de ces bêtes !
sv: Urian! Snälla, om du fortfarande är vid liv så måste du få bort mina barn från de här bestarna!

source: Ardella, there are orcs everywhere! I have sent two gryphons for your kids. If you help me defeat the orcs, my birds and I will forever be at your service.
ca: Ardella, hi ha orcs per tot arreu! He manat dos grius per als teus fills. Si m'ajudeu a derrotar els orcs, les meues aus i jo estarem per sempre al vostre servei.
da: Ardella, der er orker alle vegne! Jeg har sent to griffer til dine børn. Hvis du hjælper mig med at besejre orkerne, vil jeg og mine fugle være til din evige tjeneste.
de: Ardella, diese Gegend wimmelt geradezu von Orks! Ich habe zwei Greifen zu deinen Kindern geschickt. Wenn du mir hilfst die Orks zurück zu schlagen, werden meine Vögel und Ich für immer in deiner Schuld stehen.
fr: Ardella, il y a des orcs partout ! J'ai envoyé deux griffons pour tes enfants. Si tu m'aides à vaincre les orcs, mes oiseaux et moi seront à ton service pour toujours.
sv: Ardella, det finns orcher överallt! Jag har skickat två gripar för att hämta dina barn. Om du hjälper mig att bekämpa orcherna så kommer mina fåglar och jag att för alltid stå till er tjänst.

source: Hurry, children! Get on the gryphons and fly somewhere safe!
ca: Ràpid, fills! Pugeu als grius i voleu a cap lloc segur!
da: Hurtig, børn! Op på grifferne og fly til et sikkert sted!
de: Schnell Kinder ! Steigt auf die Greifen und fliegt an einen sicheren Ort!
fr: Vite, les enfants ! Montez sur les griffons et volez vers un endroit sûr !
sv: Skynda er, barn! Sitt upp på griparna och flyg till en säker plats!

source: Ardella, the residents of Dol Kelroth have been killed and their bodies dumped in the sea.
ca: Ardella, els residents de Dol Kelroth han sigut assassinats, i han llançat els seus cossos a la mar.
da: Ardella, indbyggerne i Dol Kelroth er blevet myrdet og deres lig smidt i havet.
de: Ardella, die Einwohner von Dol Kelroth wurden getötet und ihre leblosen Körper wurden in das Meer geworfen.
fr: Ardella, les habitants de Dol Kelroth ont été tués et leurs corps jetés dans la mer.
sv: Ardella, invånarna i Dol Kelroth har blivit dödade och deras kroppar dumpade i havet.

source: Are you certain everyone is dead?
ca: Estàs segur que tots són morts?
da: Er du sikker på at alle er døde?
de: Seid Ihr sicher, das alle Tod sind?
fr: Êtes-vous sûr que tout le monde est mort ?
it: Sei certo che siano tutti morti?
sv: Är du säker på att alla är döda?

source: I have tried to search the sea for survivors, but neither I nor my birds can see through the dense fog.
ca: He intentat explorar el mar buscant supervivents, però ni jo ni les meues aus hem aconseguit veure a través d'aquesta boira.
da: Jeg har prøvet at gennemsøge havet for overlevende, men hverken jeg eller mine fugle kan se igennem den tykke tåge.
de: Ich habe versucht das Meer nach überlebenden abzusuchen, aber weder ich noch meine Vögel können durch den dichten Nebel etwas erkennen.
fr: J'ai essayé de rechercher des survivants dans la mer, mais ni moi ni mes oiseaux ne peuvent voir à travers le dense brouillard.
it: Ho cercato i sopravvissuti per mare, ma né io né i miei uccelli possono vedere attraverso la nebbia fitta.
sv: Jag har försökt leta efter överlevande, men varken jag eller mina fåglar kan se igenom den täta dimman.

source: Momma, you kill all the orcs and we'll find the survivors.
ca: Mare, tu mates tots els orcs i nosaltres trobarem els supervivents.
da: Mor, du dræber alle orkerne, og vi finder alle de overlevende.
de: Mutti, du besiegst alle Orks und wir finden die Überlebenden.
fr: Maman, tue tous les orcs et nous trouverons les survivants.
it: Mamma, tu uccidi tutti gli orchi e noi troveremo i sopravvissuti.
sv: Mamma, du dödar orcherna och vi ser till att hitta de överlevande.

source: Sounds like a plan... Let's go, Zeke!
ca: Pareix una bona idea... Anem, Zeke!
da: Lyder som en plan... Lad os gå i gang, Zeke!
de: Klingt wie ein guter Plan...Dann los, Zeke!
fr: Ça ressemble à un plan... Allons-y, Zeke !
it: Sembra un piano... Forza, Zeke!
sv: Låter bra... Nu sätter vi fart, Zeke!

source: The invaders of Dol Kelroth are vanquished.
ca: Hem vençut els invasors de Dol Kelroth.
da: Dol Kelroth invasionsstyrken er besejret.
de: Die Eindringlinge von Dol Kelroth wurden besiegt.
fr: Les envahisseurs de Dol Kelroth sont vaincus.
it: Gli invasori di Dol Kelroth sono stati sconfitti.
sv: Dol Kelroths invasionsstyrka är nedgjord.

source: I am slain! Birds of Dol Kelroth, you must obey Ardella now!
ca: Morc! Aus de Dol Kelroth, haveu d'obeir Ardella ara!
da: Jeg har tabt! Fugle fra Dol Kelroth, i må nu adlyde Ardella!
de: Ich wurde besiegt! Vögel von Dol Kelroth, Ihr gehorcht ab sofort Ardella!
fr: Je suis anéanti ! Oiseaux de Dol Kelroth, vous devez obéir à Ardella maintenant !
it: Sto morendo! Uccelli di Dol Kelroth, adesso dovrete obbedire ad Ardella!
sv: Jag är dödligt sårad! Dol Kelroths fåglar, ni måste lyda Ardella nu!

source: We are overrun by these loathesome creatures! We must surrender!
ca: Aquestes terribles criatures ens superen! Ens hem de rendir!
da: Vi bliver løbet over ende af disse plyndrende skabinger! Vi må overgive os!
de: Wir wurden von diesen verabscheungswürdigen Wesen überrannt! Wir müssen uns ergeben!
fr: Nous sommes dépassés par ces créatures répugnantes ! Nous devons nous rendre !
sv: Vi blir nedgjorda av dessa avskyvärda odjur! Vi måste kapitulera!

source: Sinon's Wrath
ca: Fúria del Sinon
da: Sinons vrede
de: Sinon's Zorn
fr: La colère de Sinon
it: L'ira di Sinon
sv: Sinons vrede

source: Move horses to high ground
ca: Mou els cavalls fins a terreny elevat
da: Flyt hestene til et højere område
de: Bring die Pferde an einen sicheren Platz
fr: Amener les chevaux en hauteur
it: Sposta i cavalli sul terreno elevato
sv: För hästar till högre mark

source: Momma, my ears! What was that noise?
ca: Mare, les meues orelles! Què ha sigut eixe soroll?
da: Mor, mine ører! Hvad var det for en larm?
de: Mutti, meine Ohren tun weh! Was war das für ein Lärm?
fr: Maman, mes oreilles ! Quel était ce bruit ?
sv: Mamma, mina öron! Vad är det för något ljud?

source: It sounded like a...
ca: Pareixia una...
da: Det lyder som...
de: Das hörte sich so an, als ob...
fr: Cela ressemblait à...
sv: Det lät som...

source: It couldn't be... Mount Sinon has been dormant for three centuries...
ca: No pot ser... El Mont Sinon ha estat dormitant aquestos tres segles...
da: Det kan ikke passe... Bjerget Sinon har været inaktiv i tre århundreder...
de: Das kann nicht sein... Vulkan Sinon hat drei Jahrhunderte geschlafen...
fr: Cela ne se peut... Le mont Sinon est éteint depuis trois siècles...
it: Non può essere... Monte Sinon è rimasto dormiente per tre secoli...
sv: Det kan inte vara sant... Sinon har inte haft något utbrott på tre århundraden...

source: Look over there, momma!
ca: Mira allà, mare!
da: Kig derover, mor!
de: Sieh da drüben, Mutti!
fr: Regarde là-bas, maman !
it: Guarda laggiuù, mamma!
sv: Titta där, mamma!

source: Quickly, get to the mountains!
ca: Ràpid, a les muntanyes!
da: Hurtigt, mod bjergene!
de: Schnell, lauf zu den Bergen!
fr: Vite, allez dans les montagnes !
it: Presto, sulle montagne!
sv: Snabbt, mot bergen!

source: You have risked your lives to save our steeds. Why?
ca: Haveu arriscat les vostres vides per salvar els nostres cavalls. Per què?
da: Du har risikeret dit liv for at redde vores heste. Hvorfor?
de: Du hast eure Leben riskiert, um unsere Rösser zu retten, Warum?
fr: Vous avez risqué vos vies pour sauver vos montures. Pourquoi ?
it: Avete rischiato le vostre vite per salvare le vostre cavalcature. Perché?
sv: Du riskerade våra liv för att rädda våra hästar. Varför?

source: Because we need every man and beast on this island to fight the enemies approaching Eliador.
ca: Perquè necessitem cada home i cada bèstia d'aquesta illa per a lluitar contra els enemics que s'aproximen a Eliador.
da: Fordi vi har behov for alle mand og dyr på denne ø til at bekæmpe de fjendtlige enheder på vej mod Eliador.
de: Weil, wir jeden Mann und jede Kreatur auf dieser Insel brauchen, um die Angreifer zurückzuschlagen, die versuchen Eliador einzunehmen.
fr: Parce que nous avons besoin de tous les hommes et les bêtes de cette île pour combattre contre les ennemis qui approchent d'Eliador.
it: Perché abbiamo bisogno di qualunque uomo o animale dell'isola per combattere i nemici che si stanno avvicinando a Eliador.
sv: För att vi behöver varenda människa och vartenda djur för att bekämpa fienderna som närmar sig Eliador.

source: We have never backed down from a fight, so we will help you. But we have seen the number of galleons. Why don't you take your children off this island?
ca: No mai hem esquivat una lluita, així que t'ajudarem. Però hem vist el nombre de gal·leons. Per què no portes els xiquets fora de l'illa?
da: Vi har aldrig stået tilbage for en kamp, så stol på vores hjælp. Men vi har set antallet af galeoner. Hvorfor får du ikke dine børn væk fra denne ø?
de: Wir haben uns niemals vor einem Kampf gedrückt. Aber wir haben gesehen, wie viele Galleonen es sind. Warum bringst du deine Kinder nicht von dieser Insel?
fr: Nous n'avons jamais reculé devant un combat, nous vous aiderons donc. Mais nous avons vu le grand nombre de galions. Pourquoi n'emmenez-vous pas vos enfants hors de cette île ?
sv: Vi har aldrig dragit oss undan en strid, så vi skall hjälpa dig. Men vi har sett galjonerna. Varför flyr du inte med dina barn?

source: Because they took my papa!
ca: Perquè se'n van endur el pare!
da: Fordi de tog min far!
de: Weil sie meinen Papi mitgenommen haben!
fr: Parce qu'ils ont pris mon papa !
it: Perché hanno preso il mio papà!
sv: Därför att de tog min pappa!

source: Both of my children have perished! I have failed them!
ca: Els dos fills meus han mort! Els he fallat!
da: Begge mine børn er væk! Jeg har svigtet dem!
de: Beide meine Kinder sind ums Leben gekommen! Ich konnte sie nicht retten!
it: I miei due figli sono morti! Non sono riuscita a salvarli!
sv: Båda min barn har gått under! Jag har svikit dem!

source: I have failed to protect my family. Let's go home, Anna. We shall await the coming invasion. We shall perish.
ca: He fallat a protegir la meua família. Anem a casa, Anna. Esperarem allí la invasió. Morirem.
da: Jeg har fejlet i forsøget på at beskytte min familie. Lad os gå hjem. Vi afventer invasionen, og går under.
de: Ich habe nicht geschafft meine Familie zu beschützen. Lass uns nach Hause gehen Anna. Wir werden auf die folgende Invasion warten. Wir sind zum Sterben verdammt.
it: Non sono riuscito a proteggere la mia famiglia. Torniamo a casa, Anna. Aspetteremo l'invasione imminente. Non ci resta che morire.
sv: Jag har misslyckats med att skydda min familj. Vi återvänder hem, Anna. Vi skall invänta invasionen. Vi skall gå under.

source: Randalf's Statues
ca: Les estàtues de Randalf
da: Randalfs statuer
de: Randalfs Figuren
fr: Les statues de Randalf
it: Statue di rad
sv: Randalfs statyer

source: Go home to your children, Ardella... Zara! Baringa! Echla!
ca: Torna a casa amb els teus xiquets, Ardella... Zara! Baringa! Echla!
da: Gå hjem til dine børn, Ardella... Zara! baringa! Echla!
de: Geh nach Hause zu deinen Kindern, Ardella... Zara! Baringa! Echla!
fr: Retourne chez toi auprès de tes enfants, Ardella... Zara ! Baringa ! Echla !
it: Torna a casa dai tuoi figli, Ardella... Zara! Baringa! Echla!
sv: Gå hem till dina barn, Ardella... Zara! Baringa! Echla!

source: Kill Randalf to unstone every unit.
ca: Mata Randalf per eliminar el conjur de petrificació sobre totes les unitats.
da: Dræb Randalf for at bringe enhederne tilbage fra deres forstening.
de: Töte Randalf, um alle Einheiten aus der Versteinerung zu befreien.
fr: Tuer Randalf pour dépétrifier chaque unité.
it: Uccidi Randalf per liberare le unità pietrificate.
sv: Döda Randalf för att befria soldaterna från försteningen.

source: Kill cockatrices to unstone leaders.
ca: Mata els basiliscs per eliminar el conjur de petricació sobre els líders.
da: Dræb cockatricen for at bringe lederne tilbage fra deres forstening.
de: Töte die Gorgoniten um die Anführer aus der Versteinerung zu befreien.
fr: Tuer les cocatris pour dépétrifier les meneurs.
it: Uccidi i basilischi per liberare le unità pietrificate.
sv: Döda basiliskerna för att befria ledarna från förstening.

source: Skeleton
ca: Esquelet
da: Skelet
de: Skelett
fr: Squelette
it: Scheletro
sv: Skelett

source: Skeleton Archer
ca: Arquer esquelet
da: Skeletbueskytte
de: Skelett Bogenschütze
fr: Squelette archer
it: Scheletro arciere
sv: Skelettbågskytt

source: I knew you couldn't be trusted, Randalf. Did you think I would sit idly by while my land is invaded?
ca: Sabia que no podia confiar en tu, Randalf. Pensaves que restaria assentat sense fer res mentre envaïu la meua terra?
da: Jeg vidste at jeg ikke kunne stole på dig Randalf. Troede du virkelig at jeg ville være passiv mens mit land invaderes?
de: Ich habe mir schon gedacht, das man dir nicht trauen kann Randalf. Dachtest du ich sehe Tatenlos zu, während mein Land von Feinden überollt wird?
fr: Je savais que je ne pouvais pas te faire confiance, Randalf. Pensais-tu que j'allais rester sans rien faire alors que mon pays se faisait envahir ?
sv: Jag visste att du inte gick att lita på, Randalf. Trodde du verkligen att jag bara skulle se på när mitt land blev invaderat?

source: Oh, how I've waited for this moment. Come forth, Othello of Illien! Let's see what you're made of!
ca: Oh, cóm he esperat aquest moment! Vine cap ací, Othello d'Illien! Anem a veure de quina pasta estàs fet!
da: Oh, jeg har ventet på dette øjeblik. Kom frem, Othello af Illien! Lad os se hvad du er skabt af!
de: Oh, wie ich auf diesen Moment schon gewartet habe ! Komm heraus, Othello von Illien! Lass uns sehen, aus was für einem Holz du geschnitzt bist!
sv: Åh, som jag har väntat på det här ögonblicket. Träd fram, Othello av Illien! Visa oss vad du är gjord av!

source: Seven powerful warriors have been killed under your leadership, Ardella. I suggest you and your kids leave this island before more lives are wasted.
ca: Set poderosos guerrers han mort a les teues ordres, Ardella. Et suggerisc que tu i els xiquets abandoneu aquesta illa abans es balafien més vides.
da: Syv magtfulde krigere er blevet dræbt under dit lederskab, Ardella. Jeg foreslår at du og dine børn forlader denne ø før flere liv bliver spildt.
de: Sieben kräftige Krieger wurden unter deinem Kommando getötet, Ardella. Ich schlage vor, dass du und deine Kinder die Insel verlasst, bevor nochmehr Leben verschwendet werden.
fr: Sept puissants guerriers ont été tués sous ton commandement, Ardella. Je te suggère, à toi et à tes enfants, de quitter cette île avant que plus de vies ne soient gâchées.
sv: Sju mäktiga krigare har dött under ditt ledarskap, Ardella. Jag föreslår att du och dina ungar lämnar den här ön innan fler liv går till spillo.

source: What have you done, wizard? Speak!
ca: Què has fet, bruixot! Parla!
da: Hvad har du gjort, troldmand? Tal!
de: Was hast du getan, Zauberer? Antworte mir!
fr: Qu'as-tu fais, sorcier ? Parle !
it: Cosa hai fatto, mago? Parla!
sv: Vad har du gjort, trollkarl? Tala!

source: If you must know, my master is on her way to Eliador. The statues you see before you are my gifts to her. Soon, I will acquire seven more statues.
ca: Ja que ho vols saber, el meu cap està de camí cap ací. Les estàtues que pots veure davant teu són els meus regals a ella. Prompte tindre set estàtues més.
da: Hvis du skal vide det, min herre er på vej til Eliador. Statuerne du kan se her er min gave til hende. Snart, vil jeg have syv mere statuer.
de: Wenn du es unbedingt wissen willst, meine Meisterin ist auf dem Weg nach Eliador. Die Statuen die du hier siehst, sind mein Geschenk an sie. Bald werden noch sieben weitere dazukommen.
fr: Si tu veux vraiment le savoir, ma maîtresse est sur le chemin d'Eliador. Les statues que tu vois devant toi sont mes cadeaux pour elle. Bientôt, j'aurai sept statues de plus.
sv: Om du måste veta, så är min mästare på väg till Eliador. Statyerna du ser framför dig är mina gåvor till henne. Snart kommer jag att skaffa sju statyer till.

source: We shall cut you into a thousand pieces for what you've done!
ca: Hauríem de tallar-te en mil trossos per tot el que has fet!
da: Vi splitter dig i tusind dele for hvad du har gjort!
de: Wir sollten dich dafür in Tausend Stücke schneiden!
fr: Nous devrions te couper en mille morceaux pour ce que tu as fait !
sv: Vi skall hacka dig i småbitar för vad du har gjort!

source: Ardella, I do not wish any harm on you. Zilead is a dear friend... Zara! Baringa! Echla!
ca: Ardella, no desitge fer-te cap mal. Zilead és un bon amic... Zara! Baringa! Echla!
da: Ardella, jeg ønsker dig intet ondt. Zilead er en nær ven... Zara! Baringa! Echla!
de: Ardella, ich will dir nichts Böses antun. Silas ist ein guter Freund... Zara! Baringa! Echla!
fr: Ardella, je ne te veux aucun mal. Zilead est un ami très cher... Zara ! Baringa ! Echla !
it: Ardella, non voglio farti del male. Zilead è un caro amico...Zara! Baringa! Echla!
sv: Ardella, jag vill dig inget illa. Zilead är en god vän... Zara! Baringa! Echla!

source: Randalf, you swine! Where is Zilead? What have you done to him?
ca: Randalf, porc! On és Zilead? Què li haveu fet?
da: Randalf, dit svin! Hvor er Zilead? Hvad har du gjort ham?
de: Randalf, du Schwein! Wo ist Silas? Was hast du ihm angetan?
fr: Randalf, espèce de porc ! Où est Zilead ? Que lui as-tu fait ?
it: Randalf, porco! Dov'è Zilead? Cosa gli hai fatto?
sv: Randalf, ditt svin! Var är Zilead? Vad har du gjort med honom?

source: You have my word that Zilead is safe. That is all I am at liberty to divulge at the present time. Now please stay out of harms way!
ca: Tens la meua paraula que Zilead és sa i salvi. Això és tot el que puc dir ara mateix. Ara per favor mantin-te allunyada!
da: Du har mit ord på at Zilead er i god behold. Det er alt jeg har mulighed for at afsløre for nu. Forsvind nu eller i kommer til skade!
de: Du hast mein Wort, das Silas in Sicherheit ist. Das is alles, was ich im Moment preisgeben darf. Und nun, steh mir nicht im Wege herum.
fr: Vous avez ma parole que Zilead est sauf. C'est tout ce qui m'est permis de divulguer pour l'instant. Maintenant veuillez rester loin d'ici !
it: Hai la mia parola che Zilead sta bene. Non posso dirti altro al momento. E adesso rimani lontano dai guai!
sv: Du har mitt ord på att Zilead är i säkerhet. Det är allt jag kan berätta för tillfället. Var nu snäll och håll dig undan så att du inte skadar dig!

source: You'd better do as he says, Ardella. You are no match for a wizard. We will handle this.
ca: Millor fes el que diu, Ardella. No eres rival per un bruixot, nosaltres ens encarregarem d'açò.
da: Du må heller gøre som han siger Ardella. Du kan ikke matche en troldmand. Vi tager hånd om dette.
de: Du tust besser was er sagt, Ardella. Du kannst einem Zauberer nicht das Wasser reichen. Wir kümmern uns darum.
fr: Tu ferais mieux de faire ce qu'il dit, Ardella. Tu n'as aucune chance contre un sorcier. Nous nous en occuperons.
sv: Det är bäst att du gör som han säger, Ardella. Du är ingen match för en trollkarl. Vi tar itu med det här.
